{
  "Home": "ホーム",
  "Convert": "変換",
  "Remove": "削除",
  "File Converter": "ファイルコンバーター",
  "Description": "Convertoは、300以上のフォーマットをサポートするブラウザベースのファイルコンバーターであり、包括的な変換、高速な処理時間、カスタマイズ可能な設定を提供し、データのセキュリティとデバイス間の互換性を確保します。",
  "Convert file": "ファイルを変換する",
  "Trusted by over 1 million users every month": "毎月100万人以上のユーザーに信頼されています",
  "Employees of large and small companies all over the world use our service": "世界中の大手・中小企業の従業員が当社のサービスを利用しています",
  "File Conversion, Compression, and Background Removal Services": "ファイル変換、圧縮、および背景除去サービス",
  "Best file conversion and Image removal software": "最高のファイル変換および画像削除ソフトウェア",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs.": "ニーズに応じて、幅広いファイル変換、圧縮、および背景除去サービスを提供しています。",
  "Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help.": "ドキュメントをPDFに変換したり、大きなファイルを圧縮したり、画像から背景を削除したりする必要がある場合、お手伝いします。",
  "Our services are easy to use and affordable.": "当社のサービスは使いやすく手頃な価格です。",
  "You can convert, compress, and remove backgrounds online or through our desktop app. - file conversion, file compression, background removal, document to PDF, PDF to document, image to PDF, PDF to image, file compress, PDF encrypt, PDF decrypt, PDF merge, PDF delete, PDF arrage": "オンラインまたはデスクトップアプリを介してファイルの変換、圧縮、および背景の削除ができます。- ファイル変換、ファイル圧縮、背景除去、ドキュメントからPDFへ、PDFからドキュメントへ、画像からPDFへ、PDFから画像へ、ファイルの圧縮、PDFの暗号化、PDFの復号化、PDFの結合、PDFの削除、PDFの整理",
  "Marketing": "マーケティング",
  "Plan it, create it, launch it. Collaborate seamlessly with all the organization and hit your marketing goals every month with our marketing plan.": "計画し、作成し、立ち上げます。マーケティングプランで組織全体とシームレスに連携し、毎月のマーケティング目標を達成します。",
  "Legal": "法的",
  "Protect your organization, devices and stay compliant with our structured workflows and custom permissions made for you.": "組織、デバイスを保護し、構造化されたワークフローとカスタム権限で規制に準拠します。",
  "Business Automation": "ビジネスオートメーション",
  "Auto-assign tasks, send Slack messages, and much more. Now power up with hundreds of new templates to help you get started.": "タスクを自動割り当て、Slackメッセージを送信するなど、さまざまな機能を提供します。数百もの新しいテンプレートでパワーアップして、始めるのに役立ちます。",
  "Finance": "ファイナンス",
  "Audit-proof software built for critical financial operations like month-end close and quarterly budgeting.": "月末締めや四半期予算などの重要な財務業務に対応した監査証跡ソフトウェア。",
  "Enterprice Design": "エンタープライズデザイン",
  "Craft beautiful, delightful experiences for both marketing and product with real cross-company collaboration.": "本格的な企業間コラボレーションにより、マーケティングと製品の両方に向けて美しく魅力的な体験を作り出します。",
  "Operations": "オペレーション",
  "Keep your company’s lights on with customizable, iterative, and structured workflows built for all efficient teams and individuals.": "すべての効率的なチームと個人向けに構築されたカスタマイズ可能な反復的な構造化ワークフローで、企業のライトを維持します。",
  "Services": "サービス",
  "Branding": "ブランディング",
  "Design": "デザイン",
  "Advertisement": "広告",
  "Company": "会社",
  "About us": "私たちについて",
  "Contact": "お問い合わせ",
  "Jobs": "求人",
  "Press kit": "プレスキット",
  "Terms of use": "利用規約",
  "Privacy policy": "プライバシーポリシー",
  "Cookie policy": "Cookieポリシー",
  "Convert your files to any format": "あらゆる形式にファイルを変換する",
  "Please": "お願いします",
  "drag & drop": "ドラッグアンドドロップ",
  "files": "ファイル",
  "anywhere on the screen or click the": "画面の任意の場所にドラッグアンドドロップするか、クリックする",
  "dropzone": "ドロップゾーン",
  "below.": "以下.",
  "Click me or": "クリックするか",
  "Drag & drop files": "ファイルをドラッグアンドドロップ",
  "File Name": "ファイル名",
  "File Type": "ファイルの種類",
  "Size": "サイズ",
  "Total file size:": "総ファイルサイズ:",
  "Submit": "提出",
  "Remove Background": "背景を削除する",
  "Remove Background of your Image": "画像の背景を削除する",
  "Upload": "アップロード",
  "Or Drag a File,": "またはファイルをドラッグしてください、",
  "Insert Image or,": "画像を挿入するか、",
  "Type Image URL and Press Submit Button": "画像のURLを入力して送信ボタンを押してください",
  "close": "閉じる",
  "Download": "ダウンロード"
}
