{
  "CBZ to PDF | Filekit.co": "CBZ إلى PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ to PDF Converter - Filekit.co هي خدمة تحويل ملفات مجانية وسريعة عبر الإنترنت.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ إلى PDF ، تحويل cbz ، تحويل pdf ، تغيير ، ملف pdf ، ملف cbz",
  "Convert {fromExt} to {toExt} online for free": "يمكنك تحويل {fromExt} إلى {toExt} عبر الإنترنت مجانًا",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "image، convert {fromExt} to {toExt}، {fromExt}، {toExt}، free، online، File Converter",
  "File Kit": "مجموعة الملفات",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit هو محول ملفات قائم على المستعرض مع دعم لأكثر من 300 تنسيق ، مما يوفر تحويلات واسعة النطاق ، وأوقات معالجة سريعة ، وإعدادات قابلة للتخصيص مع ضمان أمان البيانات والتوافق عبر جميع الأجهزة.",
  "Let's kit": "دعونا كيت",
  "Something went wrong": "'هناك خطأ ما'",
  "Trusted by over 1 million users every month": "يثق به أكثر من مليون مستخدم كل شهر",
  "Employess of large and small companies all over the world use our service": "يستخدم موظفو الشركات الكبيرة والصغيرة في جميع أنحاء العالم خدماتنا",
  "File Conversion, Compression, and Background Removal Services": "خدمات تحويل الملفات وضغطها وإزالتها في الخلفية",
  "Best file conversion and Image removal software": "أفضل برنامج تحويل الملفات وإزالة الصور",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "نحن نقدم مجموعة واسعة من خدمات تحويل الملفات وضغطها وإزالتها في الخلفية لتلبية احتياجاتك. سواء كنت بحاجة إلى تحويل مستند إلى PDF ، أو ضغط ملف كبير ، أو إزالة الخلفية من صورة ، يمكننا مساعدتك. خدماتنا سهلة الاستخدام وبأسعار معقولة.",
  "Convenient Conversion": "مريحة التحويل",
  "Flawless Background Image Removal": "إزالة صورة الخلفية لا تشوبه شائبة",
  "Fast Speed": "السرعة",
  "Completely Free": "مجاني تماما",
  "Security": "حماية",
  "Support for All Devices": "دعم لجميع الأجهزة",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "بمجرد تنفيذ ثلاثة إجراءات: سحب الملفات وإفلاتها ، والنقر فوق زر التحويل ، والتحقق من الملف الناتج ، يمكنك الحصول على المخرجات المطلوبة بسهولة. بهذه الخطوات البسيطة يمكنك تحقيق النتائج المرجوة.",
  "We provide a feature that flawlessly removes the background image from your photos.": "نحن نقدم ميزة تزيل بشكل لا تشوبه شائبة صورة الخلفية من صورك.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "قم بسحب وإسقاط المستند أو ملف الصورة الخاص بك وانقر فوق الزر. نهدف إلى تقديم جميع النتائج في غضون دقيقتين.",
  "All file conversions and background image removal are completely free.": "جميع تحويلات الملفات وإزالة صورة الخلفية مجانية تمامًا.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "نحن لا نستخدم الملفات المرفوعة لأغراض تجارية. لا يمكن لأي شخص الوصول إلى ملفات المستخدم ، مما يضمن حماية الخصوصية الكاملة.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "يعمل Converto على جميع الأنظمة الأساسية ، بما في ذلك المتصفحات والأجهزة اللوحية والأجهزة المحمولة.",
  "Click or Drag & Drop": "انقر أو اسحب وأفلت",
  "files": "الملفات",
  "file": "ملف",
  "Type Image URL and Press Submit Button": "اكتب عنوان URL للصورة واضغط على زر إرسال",
  "close": "يغلق",
  "Submit": "يُقدِّم",
  "Select files": "اختر الملفات",
  "Maximum file size must be 512MB": "يجب أن يكون الحد الأقصى لحجم الملف 512 ميغا بايت",
  "Download": "تحميل",
  "Close menu": "إغلاق القائمة",
  "Clear": "واضح",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "يتيح لك محول PDF إلى DOC المجاني عبر الإنترنت حفظ ملف PDF كمستند قابل للتحرير بتنسيق Microsoft Word DOC ، مما يضمن جودة أفضل من العديد من المحولات الأخرى.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "يتيح لك محول PDF إلى DOCX المجاني تحويل مستندات PDF إلى ملفات Office Open XML ، وهو متوافق مع جميع برامج المكاتب الرئيسية ، مما يوفر أفضل جودة ممكنة للتحويل.",
  "Remove Background": "إزالة الخلفية",
  "Remove Background of your Image": "إزالة خلفية الصورة الخاصة بك",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "يرجى سحب الملفات وإفلاتها في أي مكان على الشاشة أو النقر فوق منطقة الإسقاط أدناه.",
  "Unlock": "الغاء القفل",
  "An easy-to-use online tool to remove passwords from PDFs.": "أداة سهلة الاستخدام عبر الإنترنت لإزالة كلمات المرور من ملفات PDF.",
  "Drop files to upload": "قم بإسقاط الملفات للتحميل",
  "URL": "URL",
  "Compress PDF online. Same PDF quality less file size": "ضغط ملفات PDF على الإنترنت. نفس جودة PDF أقل حجم الملف",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "ضغط ملف PDF للحصول على نفس جودة PDF ولكن حجم أقل. قم بضغط أو تحسين ملفات PDF عبر الإنترنت بسهولة ومجانية.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "ضغط PDF ، ضغط PDF ، تقنية ضغط متقدمة ، تجربة سلسة ، حجم ملف محسّن ، جودة صورة مثالية ، صور واضحة تمامًا ، نص حاد ، ضغط بلا خسارة ، كفاءة بلا مجهود ، أفضل تقنيات ضغط ، توافق محسّن ، أداء فائق السرعة ، موثوقية موثوقة ، إدارة الوثائق ، مستقبل ضغط PDF",
  "Embrace the future of PDF compression with our unparalleled technology.": "احتضن مستقبل ضغط ملفات PDF من خلال تقنيتنا التي لا مثيل لها.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "تندمج الكفاءة السهلة والجودة المثالية للصور والتوافق المحسّن لتوفر لك أفضل تجربة ضغط متاحة لملفات PDF",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "قم بتبسيط إدارة المستندات الخاصة بك اليوم وانضم إلى صفوف مستخدمينا الراضين الذين سبق لهم تجربة قوة تقنية الضغط عالية المستوى لدينا.",
  "Seamlessly Streamlined PDFs": "ملفات PDF مبسطة بسلاسة",
  "Picture-Perfect Quality": "جودة صورة مثالية",
  "Effortless Efficiency": "كفاءة بلا مجهود",
  "Enhanced File Compatibility": "التوافق المحسن للملفات",
  "Lightning-Fast Performance": "أداء فائق السرعة",
  "Trusted Reliability": "موثوقية موثوقة",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "من خلال تقنية الضغط المتقدمة الخاصة بنا ، يتم تحسين ملفات PDF تلقائيًا إلى أصغر حجم ممكن دون أي تدخل يدوي. قل وداعًا للمستندات الضخمة واستمتع بتجربة سلسة للتعامل مع الملفات المضغوطة بكفاءة.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "تم تصميم خوارزمية الضغط لدينا للحفاظ على كل تفاصيل مستنداتك. استمتع بصور شديدة الوضوح ونصوص حادة ، حيث تضمن تقنيتنا ضغطًا بدون فقدان ، مما يضمن أعلى جودة حتى بعد الضغط.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "تهتم خدمتنا بكل شيء خلف الكواليس ، لذلك لا داعي للقلق بشأن تحديد خيارات الضغط مثل انكماش أو انكماش الصور. جرب الكفاءة السهلة حيث تطبق تقنيتنا تلقائيًا أفضل تقنيات الضغط لك.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "تقطع تقنية الضغط الخاصة بنا شوطًا إضافيًا من خلال توسيع الصور والخطوط تلقائيًا من أجل توافق أفضل مع التطبيقات المختلفة. كن مطمئنًا أن ملفات PDF الخاصة بك سيتم عرضها بشكل لا تشوبه شائبة عبر منصات وأجهزة مختلفة.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "ستندهش من أداء خدمتنا بسرعة البرق. تعني أحجام الملفات الأصغر سرعة تحميل المستندات وتنزيلها ومشاركتها ، مما يوفر لك وقتًا ثمينًا ويزيد من الإنتاجية الإجمالية.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "تقنية الضغط لدينا ليست فقط متطورة ولكنها أيضًا موثوقة ومثبتة لتقديم نتائج متسقة وموثوقة. لقد اختبر عدد لا يحصى من المستخدمين الراضين مزايا خدمة الضغط التي نقدمها ، مما يجعلها الخيار الأفضل لجميع احتياجات إدارة المستندات الخاصة بك.",
  "Convert {from} to {to} | filekit.co": "تحويل {from} إلى {to} | filekit.co",
  "Convert {from} to {to} online for free | filekit.co": "تحويل {from} إلى {to} عبر الإنترنت مجانًا | filekit.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "ملف ، تنسيق ، تحويل {fromExt} إلى {toExt} ، {fromExt} ، {toExt} ، مجاني ، على الإنترنت ، محول الملفات ، filekit.co",
  "{fromExt} to {toExt} Converter - Filekit.co is a free and fast online file conversion service.": "غير معرف",
  "Start": "يبدأ",
  "Your all-in-one file toolkit for seamless file management, including format     conversions, image editing, compression, and protection.": "مجموعة أدوات الملفات الشاملة لإدارة الملفات بسلاسة ، بما في ذلك التنسيق\n    التحويلات وتحرير الصور والضغط والحماية.",
  "Protect PDF. Tool to encrypt PDF with password": "حماية PDF. أداة لتشفير PDF بكلمة مرور",
  "Encrypt and protect PDF with a password to safeguard sensitive information. Secure your PDF files online, with ease and without registration.": "تشفير وحماية ملفات PDF بكلمة مرور لحماية المعلومات الحساسة. قم بتأمين ملفات PDF الخاصة بك عبر الإنترنت ، بكل سهولة وبدون تسجيل.",
  "encrypt pdf, pdf password, protect pdf, pdf access, password for pdf document": "تشفير pdf ، كلمة مرور pdf ، حماية pdf ، وصول pdf ، كلمة مرور لمستند pdf",
  "An easy-to-use online tool to Protect PDF files with a password.": "أداة سهلة الاستخدام عبر الإنترنت لحماية ملفات PDF بكلمة مرور.",
  "Image Background Remover | Remove Bg from Image for Free": "مزيل خلفية الصورة | إزالة Bg من الصورة مجانًا",
  "Remove the background from images online with our free background eraser. Download your transparent background image and change the background.": "قم بإزالة الخلفية من الصور عبر الإنترنت باستخدام ممحاة الخلفية المجانية. قم بتنزيل صورة الخلفية الشفافة الخاصة بك وقم بتغيير الخلفية.",
  "remove bg, remove background from image, background eraser, transparent background, white background": "إزالة bg إزالة الخلفية من الصورة ممحاة الخلفية خلفية شفافة خلفية بيضاء",
  "Best image remover": "أفضل مزيل للصور",
  "removes background images perfectly.": "يزيل صور الخلفية تمامًا.",
  "Filekit provides excellent support for removing the background of photos, delivering satisfactory results.": "يوفر Filekit دعمًا ممتازًا لإزالة خلفية الصور ، مما يؤدي إلى الحصول على نتائج مرضية.",
  "Filekit utilizes the latest deep learning technology to flawlessly remove the background of photos.": "تستخدم Filekit أحدث تقنيات التعلم العميق لإزالة خلفية الصور بشكل لا تشوبه شائبة.",
  "You can obtain the desired results directly from your browser without the need to install any software.": "يمكنك الحصول على النتائج المرجوة مباشرة من متصفحك دون الحاجة إلى تثبيت أي برنامج.",
  "You can remove background images from image files of all formats, including JPEG, PNG, URL, and more.": "يمكنك إزالة صور الخلفية من ملفات الصور بجميع التنسيقات ، بما في ذلك JPEG و PNG و URL والمزيد.",
  "Thanks to its user-friendly interface, Filekit allows you to remove background images with just one click.": "بفضل واجهته سهلة الاستخدام ، يتيح لك Filekit إزالة صور الخلفية بنقرة واحدة فقط.",
  "Select or drag and drop the photo file you want to remove the background image from. Within 2 seconds, you can preview the result image and download it.": "حدد ملف الصورة الذي تريد إزالة صورة الخلفية منه أو اسحبه وأفلته. في غضون ثانيتين ، يمكنك معاينة صورة النتيجة وتنزيلها.",
  "No one can access the files uploaded by users.": "لا يمكن لأحد الوصول إلى الملفات التي تم تحميلها من قبل المستخدمين.",
  "Flawless Removal": "إزالة خالية من العيوب",
  "Online-based": "عبر الإنترنت",
  "Support for All Formats": "دعم لجميع التنسيقات",
  "Easy to Use": "سهل الاستخدام",
  "How to Use": "كيف تستعمل",
  "Password protect a PDF": "حماية كلمة المرور لملف PDF",
  "Remove PDF passwords online for free. No size limits or ad watermarks. Easily and quickly remove passwords from your PDF files so you can edit and share them.": "قم بإزالة كلمات مرور PDF عبر الإنترنت مجانًا. لا حدود الحجم أو العلامات المائية الإعلانية. قم بإزالة كلمات المرور بسهولة وسرعة من ملفات PDF الخاصة بك حتى تتمكن من تحريرها ومشاركتها.",
  "online pdf unlock, pdf unlock online, pdf file unlock, remove pdf password online, pdf remove password protection": "إلغاء تأمين pdf عبر الإنترنت ، إلغاء تأمين pdf عبر الإنترنت ، إلغاء تأمين ملف pdf ، إزالة كلمة مرور pdf عبر الإنترنت ، إزالة حماية كلمة مرور pdf",
  "Maximum file size must be 30MB": "يجب أن يكون الحد الأقصى لحجم الملف 30 ميغا بايت",
  "File Name": "اسم الملف",
  "Image URL": "رابط الصورة",
  "File Status": "حالة الملف",
  "Click": "انقر",
  "Sample Images": "عينة من الصور",
  "Human": "بشر",
  "Stuff": "أشياء",
  "Animal": "حيوان",
  "Character": "شخصية"
}