{
  "CBZ to PDF | Filekit.co": "CBZ-dən PDF-ə | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ to PDF Converter - Filekit.co pulsuz və sürətli onlayn fayl çevirmə xidmətidir.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ-ni PDF-ə çevirin, cbz-ni çevirin, pdf çevirin, dəyişdirin, pdf faylı, cbz faylı",
  "Convert {fromExt} to {toExt} online for free": "{fromExt}-ə {toExt}-ə onlayn olaraq pulsuz çevirin",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "şəkil, {fromExt}-i {toExt}, {fromExt}, {toExt}-ə çevirin, pulsuz, onlayn, Fayl Çevirici",
  "File Kit": "Fayl dəsti",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit, 300-dən çox formatı dəstəkləyən brauzer əsaslı fayl çeviricisidir, bütün cihazlarda məlumat təhlükəsizliyini və uyğunluğu təmin edərkən geniş konvertasiyalar, sürətli emal vaxtları və fərdiləşdirilə bilən parametrlər təmin edir.",
  "Let's kit": "Gəlin komplektləşdirək",
  "Something went wrong": "'Nəsə xəta baş verdi'",
  "Trusted by over 1 million users every month": "Hər ay 1 milyondan çox istifadəçi tərəfindən etibar edilir",
  "Employess of large and small companies all over the world use our service": "Bütün dünyada böyük və kiçik şirkətlərin əməkdaşları bizim xidmətimizdən istifadə edirlər",
  "File Conversion, Compression, and Background Removal Services": "Faylın çevrilməsi, sıxılması və fonun silinməsi xidmətləri",
  "Best file conversion and Image removal software": "Ən yaxşı fayl çevirmə və Şəkil silmə proqramı",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Ehtiyaclarınızı ödəmək üçün faylların konvertasiyası, sıxılması və fonun silinməsi xidmətlərinin geniş spektrini təklif edirik. Sənədi PDF-ə çevirmək, böyük faylı sıxışdırmaq və ya şəkildən fonu silmək lazımdırsa, biz kömək edə bilərik. Xidmətlərimizdən istifadə etmək asandır və sərfəli qiymətə malikdir.",
  "Convenient Conversion": "Rahat Dönüşüm",
  "Flawless Background Image Removal": "Qüsursuz Fon Şəklin Silinməsi",
  "Fast Speed": "Sürətli Sürət",
  "Completely Free": "Tamamilə Pulsuz",
  "Security": "Təhlükəsizlik",
  "Support for All Devices": "Bütün Cihazlar üçün Dəstək",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Sadəcə üç hərəkəti yerinə yetirməklə: faylları sürükləmək və atmaq, çevirmə düyməsini sıxmaq və nəticədə əldə edilən faylı yoxlamaqla istədiyiniz nəticəni asanlıqla əldə edə bilərsiniz. Bu sadə addımlarla istədiyiniz nəticəni əldə edə bilərsiniz.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Biz şəkillərinizdən fon şəklini qüsursuz şəkildə silən bir xüsusiyyət təqdim edirik.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Sənədinizi və ya şəkil faylınızı sürükləyib buraxın və düyməni basın. Bütün nəticələri 2 dəqiqə ərzində təqdim etməyi hədəfləyirik.",
  "All file conversions and background image removal are completely free.": "Bütün fayl çevrilmələri və fon şəklinin silinməsi tamamilə pulsuzdur.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Biz yüklənmiş faylları kommersiya məqsədləri üçün istifadə etmirik. Heç kim istifadəçinin fayllarına daxil ola bilməz, bu da məxfiliyin tam qorunmasını təmin edir.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto brauzerlər, planşetlər və mobil cihazlar daxil olmaqla bütün platformalarda işləyir."
}