{
  "CBZ to PDF | Filekit.co": "CBZ в PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ към PDF конвертор - Filekit.co е безплатна и бърза онлайн услуга за конвертиране на файлове.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ в PDF, конвертиране на cbz, конвертиране на pdf, промяна, pdf файл, cbz файл",
  "Convert {fromExt} to {toExt} online for free": "Конвертирайте {fromExt} в {toExt} онлайн безплатно",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "изображение, конвертиране на {fromExt} в {toExt}, {fromExt}, {toExt}, безплатно, онлайн, конвертор на файлове",
  "File Kit": "Комплект файлове",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit е базиран на браузър конвертор на файлове с поддръжка за над 300 формата, осигуряващ обширни преобразувания, бързо време за обработка и настройки с възможност за персонализиране, като същевременно гарантира сигурност на данните и съвместимост на всички устройства.",
  "Let's kit": "Нека комплект",
  "Something went wrong": "'Нещо се обърка'",
  "Trusted by over 1 million users every month": "Доверен от над 1 милион потребители всеки месец",
  "Employess of large and small companies all over the world use our service": "Служители на големи и малки компании по целия свят използват нашата услуга",
  "File Conversion, Compression, and Background Removal Services": "Услуги за преобразуване, компресиране и премахване на фон",
  "Best file conversion and Image removal software": "Най-добрият софтуер за конвертиране на файлове и премахване на изображения",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Ние предлагаме широка гама от услуги за преобразуване на файлове, компресиране и премахване на фон, за да отговорим на вашите нужди. Независимо дали трябва да конвертирате документ в PDF, да компресирате голям файл или да премахнете фона от изображение, ние можем да ви помогнем. Нашите услуги са лесни за използване и достъпни.",
  "Convenient Conversion": "Удобно преобразуване",
  "Flawless Background Image Removal": "Безупречно премахване на фоново изображение",
  "Fast Speed": "Бърза скорост",
  "Completely Free": "Напълно безплатно",
  "Security": "Сигурност",
  "Support for All Devices": "Поддръжка за всички устройства",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Чрез просто извършване на три действия: плъзгане и пускане на файлове, щракване върху бутона за конвертиране и проверка на получения файл, можете лесно да получите желания резултат. С тези прости стъпки можете да постигнете желаните резултати.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Предоставяме функция, която безупречно премахва фоновото изображение от вашите снимки.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Плъзнете и пуснете вашия документ или файл с изображение и щракнете върху бутона. Ние се стремим да предоставим всички резултати в рамките на 2 минути.",
  "All file conversions and background image removal are completely free.": "Всички преобразувания на файлове и премахване на фонови изображения са напълно безплатни.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Ние не използваме качените файлове за търговски цели. Никой няма достъп до файловете на потребителя, което гарантира пълна защита на поверителността.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto работи на всички платформи, включително браузъри, таблети и мобилни устройства.",
  "Click or Drag & Drop": "Щракнете или плъзнете и пуснете",
  "files": "файлове",
  "file": "файл",
  "Type Image URL and Press Submit Button": "Въведете URL адрес на изображението и натиснете бутона за изпращане",
  "close": "близо",
  "Submit": "Изпращане",
  "Select files": "Изберете файлове",
  "Maximum file size must be 512MB": "Максималният размер на файла трябва да бъде 512 MB",
  "Download": "Изтегли",
  "Close menu": "Затваряне на менюто",
  "Clear": "ясно",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Този безплатен онлайн конвертор от PDF към DOC ви позволява да запазите PDF файл като редактируем документ във формат Microsoft Word DOC, като гарантира по-добро качество от много други конвертори.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Този безплатен PDF към DOCX конвертор ви позволява да конвертирате PDF документи в Office Open XML файлове, съвместими с всички основни офис софтуери, осигурявайки възможно най-доброто качество на конвертиране.",
  "Remove Background": "Премахване на фона",
  "Remove Background of your Image": "Премахнете фона на вашето изображение",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Моля, плъзнете и пуснете файлове където и да е на екрана или щракнете върху зоната за пускане по-долу.",
  "Unlock": "Отключи",
  "An easy-to-use online tool to remove passwords from PDFs.": "Лесен за използване онлайн инструмент за премахване на пароли от PDF файлове.",
  "Drop files to upload": "Пуснете файлове за качване",
  "URL": "URL адрес",
  "Compress PDF online. Same PDF quality less file size": "Компресирайте PDF онлайн. Същото PDF качество, намален размер на файла",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "Компресирайте PDF файл, за да получите същото качество на PDF, но по-малък размер на файла. Компресирайте или оптимизирайте PDF файлове онлайн, лесно и безплатно.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "PDF компресия, компресиране на PDF, усъвършенствана технология за компресиране, безпроблемно изживяване, оптимизиран размер на файла, перфектно качество на картината, кристално ясни изображения, остър текст, компресия без загуби, ефективност без усилия, най-добри техники за компресиране, подобрена съвместимост, светкавична производителност, доверена надеждност , управление на документи, бъдещето на PDF компресията",
  "Embrace the future of PDF compression with our unparalleled technology.": "Прегърнете бъдещето на PDF компресията с нашата несравнима технология.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "Ефективност без усилия, перфектно качество на картината и подобрена съвместимост се сливат, за да ви предложат най-доброто изживяване при компресиране на PDF файлове",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "Опростете управлението на вашите документи днес и се присъединете към редиците на нашите доволни потребители, които вече са изпитали силата на нашата първокласна технология за компресиране.",
  "Seamlessly Streamlined PDFs": "Безпроблемно рационализирани PDF файлове",
  "Picture-Perfect Quality": "Перфектно качество на картината",
  "Effortless Efficiency": "Ефективност без усилия",
  "Enhanced File Compatibility": "Подобрена файлова съвместимост",
  "Lightning-Fast Performance": "Светкавично бързо изпълнение",
  "Trusted Reliability": "Доверена надеждност",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "С нашата усъвършенствана технология за компресиране PDF файловете автоматично се оптимизират до възможно най-малкия си размер без ръчна намеса. Кажете сбогом на обемистите документи и се насладете на безпроблемното изживяване при работа с ефективно компресирани файлове.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "Нашият алгоритъм за компресиране е проектиран да запази всеки един детайл от вашите документи. Наслаждавайте се на кристално чисти изображения и остър текст, тъй като нашата технология гарантира компресия без загуби, осигурявайки най-високо качество дори след компресиране.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "Нашата услуга се грижи за всичко зад кулисите, така че не е нужно да се притеснявате за избора на опции за компресиране като deflate или deflate_images. Изпитайте ефективност без усилие, тъй като нашата технология автоматично прилага най-добрите техники за компресиране вместо вас.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "Нашата технология за компресиране прави допълнителна работа, като автоматично разширява изображения и шрифтове за по-добра съвместимост с различни приложения. Бъдете сигурни, че вашите PDF файлове ще се показват безупречно на различни платформи и устройства.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "Ще бъдете изумени от светкавичното представяне на нашата услуга. По-малките размери на файловете означават по-бързо качване, изтегляне и споделяне на документи, което ви спестява ценно време и повишава общата продуктивност.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "Нашата технология за компресиране е не само авангардна, но и доверена и доказана за осигуряване на постоянни и надеждни резултати. Безброй доволни потребители са изпитали предимствата на нашата услуга за компресиране, което я прави предпочитаният избор за всички ваши нужди за управление на документи.",
  "Convert {from} to {to} | filekit.co": "Преобразувайте {from} в {to} | filekit.co",
  "Convert {from} to {to} online for free | filekit.co": "Конвертирайте {from} в {to} онлайн безплатно | filekit.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "файл, формат, конвертиране на {fromExt} в {toExt}, {fromExt}, {toExt}, безплатно, онлайн, конвертор на файлове, filekit.co"
}