{
  "CBZ to PDF | Filekit.co": "CBZ a PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "Convertidor de CBZ a PDF - Filekit.co és un servei de conversió de fitxers en línia gratuït i ràpid.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ a PDF, convertir cbz, convertir pdf, canviar, fitxer pdf, fitxer cbz",
  "Convert {fromExt} to {toExt} online for free": "Converteix {fromExt} a {toExt} en línia gratuïtament",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "imatge, convertir {fromExt} a {toExt}, {fromExt}, {toExt}, gratuït, en línia, Convertidor de fitxers",
  "File Kit": "Kit de fitxers",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit és un convertidor de fitxers basat en navegador amb suport per a més de 300 formats, que ofereix grans conversions, temps de processament ràpids i configuracions personalitzables alhora que garanteix la seguretat i la compatibilitat de les dades en tots els dispositius.",
  "Let's kit": "Anem a equipar",
  "Something went wrong": "'Alguna cosa ha anat malament'",
  "Trusted by over 1 million users every month": "Més d'1 milió d'usuaris confiats cada mes",
  "Employess of large and small companies all over the world use our service": "Els empleats de grans i petites empreses de tot el món utilitzen el nostre servei",
  "File Conversion, Compression, and Background Removal Services": "Serveis de conversió de fitxers, compressió i eliminació de fons",
  "Best file conversion and Image removal software": "El millor programari de conversió de fitxers i eliminació d'imatges",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Oferim una àmplia gamma de serveis de conversió de fitxers, compressió i eliminació de fons per satisfer les vostres necessitats. Tant si necessiteu convertir un document a PDF, comprimir un fitxer gran o eliminar el fons d'una imatge, podem ajudar-vos. Els nostres serveis són fàcils d'utilitzar i assequibles.",
  "Convenient Conversion": "Conversió convenient",
  "Flawless Background Image Removal": "Eliminació impecable de la imatge de fons",
  "Fast Speed": "Velocitat ràpida",
  "Completely Free": "Completament gratuït",
  "Security": "Seguretat",
  "Support for All Devices": "Suport per a tots els dispositius",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Simplement fent tres accions: arrossegar i deixar anar fitxers, fer clic al botó de conversió i comprovar el fitxer resultant, podeu obtenir la sortida desitjada fàcilment. Amb aquests senzills passos, podeu aconseguir els resultats desitjats.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Oferim una funció que elimina perfectament la imatge de fons de les teves fotos.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Arrossegueu i deixeu anar el vostre document o fitxer d'imatge i feu clic al botó. Pretenem proporcionar tots els resultats en 2 minuts.",
  "All file conversions and background image removal are completely free.": "Totes les conversions de fitxers i l'eliminació d'imatges de fons són completament gratuïtes.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "No fem servir fitxers carregats amb finalitats comercials. Ningú pot accedir als fitxers de l'usuari, garantint una protecció de privadesa completa.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto funciona en totes les plataformes, inclosos navegadors, tauletes i dispositius mòbils."
}