{
  "CBZ to PDF | Filekit.co": "CBZ a PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "Convertidor de CBZ a PDF - Filekit.co és un servei de conversió de fitxers en línia gratuït i ràpid.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ a PDF, convertir cbz, convertir pdf, canviar, fitxer pdf, fitxer cbz",
  "Convert {fromExt} to {toExt} online for free": "Converteix {fromExt} a {toExt} en línia gratuïtament",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "imatge, convertir {fromExt} a {toExt}, {fromExt}, {toExt}, gratuït, en línia, Convertidor de fitxers",
  "File Kit": "Kit de fitxers",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit és un convertidor de fitxers basat en navegador amb suport per a més de 300 formats, que ofereix grans conversions, temps de processament ràpids i configuracions personalitzables alhora que garanteix la seguretat i la compatibilitat de les dades en tots els dispositius.",
  "Let's kit": "Anem a equipar",
  "Something went wrong": "'Alguna cosa ha anat malament'",
  "Trusted by over 1 million users every month": "Més d'1 milió d'usuaris confiats cada mes",
  "Employess of large and small companies all over the world use our service": "Els empleats de grans i petites empreses de tot el món utilitzen el nostre servei",
  "File Conversion, Compression, and Background Removal Services": "Serveis de conversió de fitxers, compressió i eliminació de fons",
  "Best file conversion and Image removal software": "El millor programari de conversió de fitxers i eliminació d'imatges",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Oferim una àmplia gamma de serveis de conversió de fitxers, compressió i eliminació de fons per satisfer les vostres necessitats. Tant si necessiteu convertir un document a PDF, comprimir un fitxer gran o eliminar el fons d'una imatge, podem ajudar-vos. Els nostres serveis són fàcils d'utilitzar i assequibles.",
  "Convenient Conversion": "Conversió convenient",
  "Flawless Background Image Removal": "Eliminació impecable de la imatge de fons",
  "Fast Speed": "Velocitat ràpida",
  "Completely Free": "Completament gratuït",
  "Security": "Seguretat",
  "Support for All Devices": "Suport per a tots els dispositius",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Simplement fent tres accions: arrossegar i deixar anar fitxers, fer clic al botó de conversió i comprovar el fitxer resultant, podeu obtenir la sortida desitjada fàcilment. Amb aquests senzills passos, podeu aconseguir els resultats desitjats.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Oferim una funció que elimina perfectament la imatge de fons de les teves fotos.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Arrossegueu i deixeu anar el vostre document o fitxer d'imatge i feu clic al botó. Pretenem proporcionar tots els resultats en 2 minuts.",
  "All file conversions and background image removal are completely free.": "Totes les conversions de fitxers i l'eliminació d'imatges de fons són completament gratuïtes.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "No fem servir fitxers carregats amb finalitats comercials. Ningú pot accedir als fitxers de l'usuari, garantint una protecció de privadesa completa.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto funciona en totes les plataformes, inclosos navegadors, tauletes i dispositius mòbils.",
  "Click or Drag & Drop": "Feu clic o arrossegueu i deixeu anar",
  "files": "Fitxers",
  "file": "dossier",
  "Type Image URL and Press Submit Button": "Escriviu l'URL de la imatge i premeu el botó Envia",
  "close": "Tanca",
  "Submit": "Presentar",
  "Select files": "Seleccioneu fitxers",
  "Maximum file size must be 512MB": "La mida màxima del fitxer ha de ser de 512 MB",
  "Download": "descarregar",
  "Close menu": "Tanca el menú",
  "Clear": "Clar",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Aquest convertidor gratuït de PDF a DOC en línia us permet desar un fitxer PDF com a document editable en format Microsoft Word DOC, garantint una millor qualitat que molts altres convertidors.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Aquest convertidor gratuït de PDF a DOCX us permet convertir documents PDF a fitxers Office Open XML, compatible amb tots els principals programes d'oficina, proporcionant la millor qualitat de conversió possible.",
  "Remove Background": "Elimina el fons",
  "Remove Background of your Image": "Elimina el fons de la teva imatge",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Arrossegueu i deixeu anar els fitxers a qualsevol lloc de la pantalla o feu clic a la zona de desplegament de sota.",
  "Unlock": "Descobrir",
  "An easy-to-use online tool to remove passwords from PDFs.": "Una eina en línia fàcil d'utilitzar per eliminar contrasenyes dels PDF.",
  "Drop files to upload": "Deixa anar fitxers per carregar",
  "URL": "URL",
  "Compress PDF online. Same PDF quality less file size": "Comprimiu PDF en línia. La mateixa qualitat de PDF menys mida de fitxer",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "Comprimiu el fitxer PDF per obtenir la mateixa qualitat de PDF però menys mida. Comprimiu o optimitzeu fitxers PDF en línia, de manera fàcil i gratuïta.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "Compressió de PDF, compressió de PDF, tecnologia de compressió avançada, experiència perfecta, mida de fitxer optimitzada, qualitat d'imatge perfecta, imatges nítides, text nítid, compressió sense pèrdues, eficiència sense esforç, millors tècniques de compressió, compatibilitat millorada, rendiment súper ràpid, fiabilitat fiable , gestió documental, futur de la compressió PDF",
  "Embrace the future of PDF compression with our unparalleled technology.": "Abraça el futur de la compressió de PDF amb la nostra tecnologia inigualable.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "L'eficiència sense esforç, la qualitat d'imatge perfecta i la compatibilitat millorada es combinen per oferir-vos la millor experiència de compressió de PDF disponible",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "Simplifica la teva gestió de documents avui i uneix-te a les files dels nostres usuaris satisfets que ja han experimentat el poder de la nostra tecnologia de compressió de primer nivell.",
  "Seamlessly Streamlined PDFs": "PDFs simplificats perfectament",
  "Picture-Perfect Quality": "Qualitat d'imatge perfecta",
  "Effortless Efficiency": "Eficiència sense esforç",
  "Enhanced File Compatibility": "Compatibilitat de fitxers millorada",
  "Lightning-Fast Performance": "Rendiment ràpid del llamp",
  "Trusted Reliability": "Fiabilitat de confiança",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "Amb la nostra tecnologia de compressió avançada, els fitxers PDF s'optimitzen automàticament a la mida més petita possible sense cap intervenció manual. Digues adéu als documents voluminosos i gaudeix de l'experiència perfecta de gestionar fitxers comprimits de manera eficient.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "El nostre algorisme de compressió està dissenyat per preservar tots els detalls dels vostres documents. Gaudeix d'imatges nítides i de text nítid, ja que la nostra tecnologia garanteix una compressió sense pèrdues, garantint la màxima qualitat fins i tot després de la compressió.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "El nostre servei s'encarrega de tot el darrere de les escenes, de manera que no us haureu de preocupar de seleccionar opcions de compressió com deflate o deflate_images. Experimenteu l'eficiència sense esforç, ja que la nostra tecnologia aplica automàticament les millors tècniques de compressió per a vosaltres.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "La nostra tecnologia de compressió fa un esforç addicional ampliant automàticament les imatges i els tipus de lletra per a una millor compatibilitat amb diverses aplicacions. Tingueu la seguretat que els vostres PDF es mostraran perfectament a diferents plataformes i dispositius.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "Us sorprendrà el rendiment ràpid del nostre servei. Les mides de fitxers més petites permeten pujar, baixar i compartir documents més ràpidament, estalviar-vos un temps valuós i augmentar la productivitat general.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "La nostra tecnologia de compressió no només és d'avantguarda, sinó també de confiança i demostrada per oferir resultats consistents i fiables. Innombrables usuaris satisfets han experimentat els avantatges del nostre servei de compressió, el que el converteix en l'opció preferida per a totes les vostres necessitats de gestió de documents.",
  "Convert {from} to {to} | filekit.co": "Converteix {de} a {a} | filekit.co",
  "Convert {from} to {to} online for free | filekit.co": "Converteix {from} a {a} en línia gratuïtament | filekit.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "fitxer, format, convertir {fromExt} a {toExt}, {fromExt}, {toExt}, gratuït, en línia, File Converter, filekit.co",
  "{fromExt} to {toExt} Converter - Filekit.co is a free and fast online file conversion service.": "indefinit",
  "Start": "Començar",
  "Your all-in-one file toolkit for seamless file management, including format     conversions, image editing, compression, and protection.": "El vostre conjunt d'eines de fitxers tot en un per a una gestió perfecta de fitxers, inclòs el format\n    conversions, edició d'imatges, compressió i protecció.",
  "Protect PDF. Tool to encrypt PDF with password": "Protegeix PDF. Eina per xifrar PDF amb contrasenya",
  "Encrypt and protect PDF with a password to safeguard sensitive information. Secure your PDF files online, with ease and without registration.": "Xifra i protegeix PDF amb una contrasenya per protegir la informació sensible. Assegureu els vostres fitxers PDF en línia, amb facilitat i sense registre.",
  "encrypt pdf, pdf password, protect pdf, pdf access, password for pdf document": "xifrar pdf, contrasenya pdf, protegir pdf, accés a pdf, contrasenya per a document pdf",
  "An easy-to-use online tool to Protect PDF files with a password.": "Una eina en línia fàcil d'utilitzar per protegir els fitxers PDF amb una contrasenya.",
  "Image Background Remover | Remove Bg from Image for Free": "Eliminador de fons d'imatge | Eliminar Bg de la imatge de forma gratuïta",
  "Remove the background from images online with our free background eraser. Download your transparent background image and change the background.": "Traieu el fons de les imatges en línia amb el nostre esborrador de fons gratuït. Baixeu la vostra imatge de fons transparent i canvieu el fons.",
  "remove bg, remove background from image, background eraser, transparent background, white background": "eliminar bg, eliminar fons de la imatge, esborrar fons, fons transparent, fons blanc",
  "Best image remover": "El millor eliminador d'imatges",
  "removes background images perfectly.": "elimina perfectament les imatges de fons.",
  "Filekit provides excellent support for removing the background of photos, delivering satisfactory results.": "Filekit ofereix un suport excel·lent per eliminar el fons de les fotos, donant resultats satisfactoris.",
  "Filekit utilizes the latest deep learning technology to flawlessly remove the background of photos.": "Filekit utilitza l'última tecnologia d'aprenentatge profund per eliminar perfectament el fons de les fotos.",
  "You can obtain the desired results directly from your browser without the need to install any software.": "Podeu obtenir els resultats desitjats directament des del vostre navegador sense necessitat d'instal·lar cap programari.",
  "You can remove background images from image files of all formats, including JPEG, PNG, URL, and more.": "Podeu eliminar imatges de fons dels fitxers d'imatge de tots els formats, inclosos JPEG, PNG, URL i molt més.",
  "Thanks to its user-friendly interface, Filekit allows you to remove background images with just one click.": "Gràcies a la seva interfície fàcil d'utilitzar, Filekit us permet eliminar imatges de fons amb només un clic.",
  "Select or drag and drop the photo file you want to remove the background image from. Within 2 seconds, you can preview the result image and download it.": "Seleccioneu o arrossegueu i deixeu anar el fitxer fotogràfic del qual voleu eliminar la imatge de fons. En 2 segons, podeu previsualitzar la imatge del resultat i descarregar-la.",
  "No one can access the files uploaded by users.": "Ningú pot accedir als fitxers penjats pels usuaris.",
  "Flawless Removal": "Eliminació impecable",
  "Online-based": "Basat en línia",
  "Support for All Formats": "Suport per a tots els formats",
  "Easy to Use": "Fàcil d'usar",
  "How to Use": "Com utilitzar",
  "Password protect a PDF": "Protegeix un PDF amb contrasenya",
  "Remove PDF passwords online for free. No size limits or ad watermarks. Easily and quickly remove passwords from your PDF files so you can edit and share them.": "Elimina les contrasenyes PDF en línia de forma gratuïta. Sense límits de mida ni filigranes d'anuncis. Traieu les contrasenyes dels vostres fitxers PDF de manera fàcil i ràpida perquè pugueu editar-les i compartir-les.",
  "online pdf unlock, pdf unlock online, pdf file unlock, remove pdf password online, pdf remove password protection": "desbloqueig de pdf en línia, desbloqueig de pdf en línia, desbloqueig de fitxers pdf, eliminació de la contrasenya de pdf en línia, pdf elimina la protecció de contrasenya",
  "Maximum file size must be 30MB": "La mida màxima del fitxer ha de ser de 30 MB",
  "File Name": "Nom de l'arxiu",
  "Image URL": "URL de la imatge",
  "File Status": "Estat del fitxer",
  "Click": "Feu clic",
  "Sample Images": "Imatges de mostra",
  "Human": "Humans",
  "Stuff": "Coses",
  "Animal": "Animal",
  "Character": "Personatge",
  "Filekit.co - Convert {fromExt} to {toExt} and More | Fast & Free Download": "Filekit.co - Converteix",
  "Online download videos from YouTube for FREE to PC, mobile. Supports downloading all formats: MP4, 3GP, WebM, HD videos, convert YouTube to MP3, M4A": "Descàrrega de vídeos en línia de YouTube GRATUÏT a PC, mòbil. Admet la descàrrega de tots els formats: MP4, 3GP, WebM, vídeos HD, convertir YouTube a MP3, M4A",
  "YouTube to MP3, YouTube download, YouTube free, convert YouTube to MP3, download YouTube videos, Filekit.co": "YouTube a MP3, descàrrega de YouTube, YouTube gratuït, convertir YouTube a MP3, baixar vídeos de YouTube, Filekit.co",
  "The best YouTube to MP3 Converter & Downloader": "El millor convertidor i descàrrega de YouTube a MP3",
  "Convert YouTube to MP3": "Converteix YouTube a MP3",
  "Fast & Free Download": "Descàrrega ràpida i gratuïta",
  "Looking for a reliable solution to convert YouTube videos to MP3?           Filekit.co offers an advanced online tool for seamless YouTube to MP3           conversion, along with a range of other formats.": "Esteu buscant una solució fiable per convertir vídeos de YouTube a MP3?\n          Filekit.co ofereix una eina en línia avançada per a YouTube a MP3 sense problemes\n          conversió, juntament amb una sèrie d'altres formats.",
  "With our user-friendly Web-App, you can easily download YouTube           content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats,           absolutely free.": "Amb la nostra aplicació web fàcil d'utilitzar, podeu descarregar YouTube fàcilment\n          contingut en formats AAC, M4A, PUS, Vorbis, FLAC, ALAC i WAV,\n          absolutament gratuït.",
  "Convert YouTube to MP3 - Simple Steps for Free Download": "Converteix YouTube a MP3 - Passos senzills per a la descàrrega gratuïta",
  "Discover the YouTube video you want to convert and download.": "Descobriu el vídeo de YouTube que voleu convertir i descarregar.",
  "Start the video playback, then copy the video URL from your             browser's address bar.": "Inicieu la reproducció del vídeo i, a continuació, copieu l'URL del vídeo del vostre\n            la barra d'adreces del navegador.",
  "Access our fast and efficient Web-App, and paste the video URL into             our converter. Choose your preferred format, such as MP3 or MP4. If             no format is specified, the default conversion will be to MP3.": "Accediu a la nostra aplicació web ràpida i eficient i enganxeu-hi l'URL del vídeo\n            el nostre convertidor. Trieu el vostre format preferit, com ara MP3 o MP4. Si\n            no s'especifica cap format, la conversió per defecte serà a MP3.",
  "Initiate the conversion process with a single click. We strive to             provide high-quality conversions, but please note that videos longer             than 90 minutes may take a bit longer.": "Inicieu el procés de conversió amb un sol clic. Ens esforcem\n            proporcioneu conversions d'alta qualitat, però tingueu en compte que els vídeos són més llargs\n            de 90 minuts poden trigar una mica més.",
  "Once the video is converted, simply click the Download button to get             your file instantly.": "Un cop convertit el vídeo, només cal que feu clic al botó Descarrega per obtenir-lo\n            el vostre fitxer a l'instant.",
  "Unlock the Power of YouTube - Free, Safe, and Secure.": "Desbloqueja el poder de YouTube: gratuït, segur i segur.",
  "Filekit.co's Web-App ensures your safety and security while using our           service. Feel confident knowing that our platform adheres to industry           standards and that your personal information is protected. Experience           the next level of YouTube to MP3 conversion with Filekit.co -           recommended by satisfied users worldwide.": "L'aplicació web de Filekit.co garanteix la vostra seguretat mentre feu servir el nostre\n          servei. Sentiu-vos segur de saber que la nostra plataforma s'adhereix a la indústria\n          estàndards i que la seva informació personal estigui protegida. Experiència\n          el següent nivell de conversió de YouTube a MP3 amb Filekit.co -\n          recomanat per usuaris satisfets de tot el món.",
  "Download MP3 files from YouTube videos and save them on your computer": "Baixeu fitxers MP3 dels vídeos de YouTube i deseu-los al vostre ordinador",
  "The faster YouTube to MP3 video downloader ever created!": "El descarregador de vídeos de YouTube a MP3 més ràpid mai creat!",
  "Fast YouTube to MP3 conversion": "Conversió ràpida de YouTube a MP3",
  "Free video downloader": "Descàrrega gratuïta de vídeos",
  "Download YouTube videos without software": "Descarrega vídeos de YouTube sense programari",
  "Select a YouTube video": "Seleccioneu un vídeo de YouTube",
  "Paste the YouTube URL link": "Enganxeu l'enllaç URL de YouTube",
  "Download YouTube video to MP3": "Baixeu el vídeo de YouTube a MP3",
  "Filekit.co is by far the fastest online video converter in the world.": "Filekit.co és, amb diferència, el convertidor de vídeo en línia més ràpid del món.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "Aquest descarregador de vídeos de YouTube a MP3 és gratuït per a tothom i per sempre.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "Podeu convertir un vídeo de YouTube a MP3 de manera anònima, no estem recopilant les vostres dades personals.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "Visiteu el lloc web de YouTube, cerqueu i reproduïu el vídeo que voleu descarregar i copieu-ne l'enllaç URL.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "Enganxeu l'enllaç URL del vídeo de YouTube al camp de cerca anterior per iniciar la conversió de MP3.",
  "Click the save button to download the Youtube video in MP3": "Feu clic al botó desa per descarregar el vídeo de Youtube en MP3"
}