{
  "CBZ to PDF | Filekit.co": "CBZ do PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ to PDF Converter - Filekit.co je bezplatná a rychlá online služba pro konverzi souborů.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ do PDF, převést cbz, převést pdf, změnit, soubor pdf, soubor cbz",
  "Convert {fromExt} to {toExt} online for free": "Převeďte {fromExt} na {toExt} online zdarma",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "obrázek, převést {fromExt} na {toExt}, {fromExt}, {toExt}, zdarma, online, File Converter",
  "File Kit": "Sada souborů",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit je konvertor souborů založený na prohlížeči s podporou více než 300 formátů, který poskytuje rozsáhlé převody, rychlé doby zpracování a přizpůsobitelné nastavení a zároveň zajišťuje zabezpečení dat a kompatibilitu napříč všemi zařízeními.",
  "Let's kit": "Pojďme kitovat",
  "Something went wrong": "'Něco se pokazilo'",
  "Trusted by over 1 million users every month": "Každý měsíc mu důvěřuje více než 1 milion uživatelů",
  "Employess of large and small companies all over the world use our service": "Našich služeb využívají zaměstnanci velkých i malých firem po celém světě",
  "File Conversion, Compression, and Background Removal Services": "Konverze souborů, komprese a služby odstraňování na pozadí",
  "Best file conversion and Image removal software": "Nejlepší software pro konverzi souborů a odstraňování obrázků",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Nabízíme širokou škálu služeb konverze souborů, komprese a odstraňování na pozadí, aby vyhovovaly vašim potřebám. Ať už potřebujete převést dokument do PDF, komprimovat velký soubor nebo odstranit pozadí z obrázku, můžeme vám pomoci. Naše služby jsou snadno použitelné a cenově dostupné.",
  "Convenient Conversion": "Pohodlná konverze",
  "Flawless Background Image Removal": "Bezchybné odstranění obrázku na pozadí",
  "Fast Speed": "Vysoká rychlost",
  "Completely Free": "Zcela zdarma",
  "Security": "Bezpečnostní",
  "Support for All Devices": "Podpora pro všechna zařízení",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Jednoduchým provedením tří akcí: přetažením souborů, kliknutím na tlačítko převodu a kontrolou výsledného souboru můžete snadno získat požadovaný výstup. Pomocí těchto jednoduchých kroků můžete dosáhnout požadovaných výsledků.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Poskytujeme funkci, která bezchybně odstraní obrázek na pozadí z vašich fotografií.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Přetáhněte dokument nebo soubor obrázku a klikněte na tlačítko. Naším cílem je poskytnout všechny výsledky do 2 minut.",
  "All file conversions and background image removal are completely free.": "Všechny převody souborů a odstranění obrázku na pozadí jsou zcela zdarma.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Nahrané soubory nepoužíváme pro komerční účely. Nikdo nemá přístup k souborům uživatele, což zajišťuje úplnou ochranu soukromí.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto funguje na všech platformách, včetně prohlížečů, tabletů a mobilních zařízení.",
  "Click or Drag & Drop": "Klikněte nebo Drag & Drop",
  "files": "soubory",
  "file": "soubor",
  "Type Image URL and Press Submit Button": "Zadejte adresu URL obrázku a stiskněte tlačítko Odeslat",
  "close": "zavřít",
  "Submit": "Předložit",
  "Select files": "Vyberte soubory",
  "Maximum file size must be 512MB": "Maximální velikost souboru musí být 512 MB",
  "Download": "Stažení",
  "Close menu": "Zavřít nabídku",
  "Clear": "Průhledná",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Tento bezplatný online převodník PDF na DOC vám umožňuje uložit soubor PDF jako upravitelný dokument ve formátu DOC aplikace Microsoft Word, což zajišťuje lepší kvalitu než mnoho jiných převodníků.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Tento bezplatný převodník PDF na DOCX vám umožňuje převádět dokumenty PDF do souborů Office Open XML, kompatibilní se všemi hlavními kancelářskými programy a poskytuje nejlepší možnou kvalitu převodu.",
  "Remove Background": "Odebrat pozadí",
  "Remove Background of your Image": "Odstraňte pozadí obrázku",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Přetáhněte soubory kamkoli na obrazovku nebo klikněte na zónu níže.",
  "Unlock": "Odemknout",
  "An easy-to-use online tool to remove passwords from PDFs.": "Snadno použitelný online nástroj pro odstranění hesel z PDF.",
  "Drop files to upload": "Přetáhněte soubory k nahrání",
  "URL": "URL",
  "Compress PDF online. Same PDF quality less file size": "Komprimujte PDF online. Stejná kvalita PDF menší velikost souboru",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "Zkomprimujte soubor PDF, abyste získali stejnou kvalitu PDF, ale menší velikost souboru. Komprimujte nebo optimalizujte soubory PDF online, snadno a zdarma.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "Komprese PDF, komprimace PDF, pokročilá technologie komprese, bezproblémový provoz, optimalizovaná velikost souboru, perfektní kvalita obrazu, křišťálově čisté obrázky, ostrý text, bezztrátová komprese, efektivita bez námahy, nejlepší kompresní techniky, vylepšená kompatibilita, bleskový výkon, důvěryhodná spolehlivost , správa dokumentů, budoucnost komprese PDF",
  "Embrace the future of PDF compression with our unparalleled technology.": "Přijměte budoucnost komprese PDF s naší jedinečnou technologií.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "Efektivita bez námahy, dokonalá kvalita obrazu a vylepšená kompatibilita se spojí, aby vám nabídly nejlepší dostupnou kompresi PDF",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "Zjednodušte si správu dokumentů ještě dnes a připojte se k řadám našich spokojených uživatelů, kteří již vyzkoušeli sílu naší špičkové kompresní technologie.",
  "Seamlessly Streamlined PDFs": "Bezproblémově zjednodušené soubory PDF",
  "Picture-Perfect Quality": "Obraz - perfektní kvalita",
  "Effortless Efficiency": "Efektivita bez námahy",
  "Enhanced File Compatibility": "Vylepšená kompatibilita souborů",
  "Lightning-Fast Performance": "Bleskově rychlý výkon",
  "Trusted Reliability": "Důvěryhodná spolehlivost",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "Díky naší pokročilé technologii komprese jsou soubory PDF automaticky optimalizovány na jejich nejmenší možnou velikost bez jakéhokoli ručního zásahu. Dejte sbohem objemným dokumentům a vychutnejte si bezproblémovou práci s efektivně komprimovanými soubory.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "Náš kompresní algoritmus je navržen tak, aby zachoval každý jednotlivý detail vašich dokumentů. Užijte si křišťálově čisté obrázky a ostrý text, protože naše technologie zaručuje bezeztrátovou kompresi a zajišťuje nejvyšší kvalitu i po kompresi.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "Naše služba se postará o vše v zákulisí, takže se nemusíte starat o výběr možností komprese, jako je deflate nebo deflate_images. Zažijte efektivitu bez námahy, protože naše technologie pro vás automaticky aplikuje ty nejlepší kompresní techniky.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "Naše technologie komprese jde o krok navíc automatickým rozšiřováním obrázků a písem pro lepší kompatibilitu s různými aplikacemi. Ujišťujeme vás, že vaše soubory PDF se budou bezchybně zobrazovat na různých platformách a zařízeních.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "Budete ohromeni bleskovým výkonem naší služby. Menší velikosti souborů znamenají rychlejší odesílání, stahování a sdílení dokumentů, což vám šetří drahocenný čas a zvyšuje celkovou produktivitu.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "Naše kompresní technologie je nejen špičková, ale také důvěryhodná a osvědčená, že poskytuje konzistentní a spolehlivé výsledky. Bezpočet spokojených uživatelů zažilo výhody naší kompresní služby, díky čemuž je tou správnou volbou pro všechny vaše potřeby správy dokumentů.",
  "Convert {from} to {to} | filekit.co": "Převést {from} na {to} | filekit.co",
  "Convert {from} to {to} online for free | filekit.co": "Převést {z} na {do} online zdarma | filekit.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, zdarma, online, File Converter, filekit.co"
}