{
  "CBZ to PDF | Filekit.co": "CBZ til PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ til PDF Converter - Filekit.co er en gratis og hurtig online filkonverteringstjeneste.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ til PDF, konverter cbz, konverter pdf, skift, pdf-fil, cbz-fil",
  "Convert {fromExt} to {toExt} online for free": "Konverter {fromExt} til {toExt} online gratis",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "billede, konverter {fromExt} til {toExt}, {fromExt}, {toExt}, gratis, online, File Converter",
  "File Kit": "Filsæt",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit er en browserbaseret filkonverter med understøttelse af over 300 formater, der giver omfattende konverteringer, hurtige behandlingstider og tilpasselige indstillinger, samtidig med at datasikkerhed og kompatibilitet på tværs af alle enheder sikres.",
  "Let's kit": "Lad os sætte",
  "Something went wrong": "'Noget gik galt'",
  "Trusted by over 1 million users every month": "Betroet af over 1 million brugere hver måned",
  "Employess of large and small companies all over the world use our service": "Ansatte i store og små virksomheder over hele verden bruger vores service",
  "File Conversion, Compression, and Background Removal Services": "Tjenester til filkonvertering, komprimering og fjernelse af baggrund",
  "Best file conversion and Image removal software": "Bedste software til filkonvertering og billedfjernelse",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Vi tilbyder en bred vifte af filkonverterings-, komprimerings- og baggrundsfjernelsestjenester for at imødekomme dine behov. Uanset om du skal konvertere et dokument til PDF, komprimere en stor fil eller fjerne baggrunden fra et billede, kan vi hjælpe. Vores tjenester er nemme at bruge og overkommelige.",
  "Convenient Conversion": "Praktisk konvertering",
  "Flawless Background Image Removal": "Fejlfri fjernelse af baggrundsbillede",
  "Fast Speed": "Hurtig hastighed",
  "Completely Free": "Helt gratis",
  "Security": "Sikkerhed",
  "Support for All Devices": "Support til alle enheder",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Ved blot at udføre tre handlinger: at trække og slippe filer, klikke på konverteringsknappen og kontrollere den resulterende fil, kan du nemt få det ønskede output. Med disse enkle trin kan du opnå de ønskede resultater.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Vi leverer en funktion, der fejlfrit fjerner baggrundsbilledet fra dine billeder.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Træk og slip dit dokument eller billedfil, og klik på knappen. Vi tilstræber at levere alle resultater inden for 2 minutter.",
  "All file conversions and background image removal are completely free.": "Alle filkonverteringer og fjernelse af baggrundsbilleder er helt gratis.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Vi bruger ikke uploadede filer til kommercielle formål. Ingen kan få adgang til brugerens filer, hvilket sikrer fuldstændig beskyttelse af privatlivets fred.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto fungerer på alle platforme, inklusive browsere, tablets og mobile enheder.",
  "Click or Drag & Drop": "Klik eller træk og slip",
  "files": "filer",
  "file": "fil",
  "Type Image URL and Press Submit Button": "Indtast billed-URL, og tryk på knappen Send",
  "close": "tæt",
  "Submit": "Indsend",
  "Select files": "Vælg filer",
  "Maximum file size must be 512MB": "Maksimal filstørrelse skal være 512 MB",
  "Download": "Hent",
  "Close menu": "Luk menuen",
  "Clear": "Klar",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Denne gratis online PDF til DOC-konverter giver dig mulighed for at gemme en PDF-fil som et redigerbart dokument i Microsoft Word DOC-format, hvilket sikrer bedre kvalitet end mange andre konvertere.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Denne gratis PDF til DOCX-konverter giver dig mulighed for at konvertere PDF-dokumenter til Office Open XML-filer, der er kompatible med alle større kontorsoftware, hvilket giver den bedst mulige konverteringskvalitet.",
  "Remove Background": "Fjern baggrund",
  "Remove Background of your Image": "Fjern dit billedes baggrund",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Træk og slip filer hvor som helst på skærmen, eller klik på dropzonen nedenfor.",
  "Unlock": "Lås op",
  "An easy-to-use online tool to remove passwords from PDFs.": "Et brugervenligt onlineværktøj til at fjerne adgangskoder fra PDF-filer.",
  "Drop files to upload": "Slip filer for at uploade",
  "URL": "URL"
}