{
  "CBZ to PDF | Filekit.co": "CBZ zu PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ to PDF Converter – Filekit.co ist ein kostenloser und schneller Online-Dateikonvertierungsdienst.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ in PDF, CBZ konvertieren, PDF konvertieren, ändern, PDF-Datei, CBZ-Datei",
  "Convert {fromExt} to {toExt} online for free": "Konvertieren Sie {fromExt} kostenlos online in {toExt}",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "Bild, konvertieren Sie {fromExt} in {toExt}, {fromExt}, {toExt}, kostenlos, online, Dateikonverter",
  "File Kit": "Datei-Kit",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit ist ein browserbasierter Dateikonverter mit Unterstützung für über 300 Formate, der umfangreiche Konvertierungen, schnelle Verarbeitungszeiten und anpassbare Einstellungen bietet und gleichzeitig Datensicherheit und Kompatibilität auf allen Geräten gewährleistet.",
  "Let's kit": "Lass uns kiten",
  "Something went wrong": "'Etwas ist schief gelaufen'",
  "Trusted by over 1 million users every month": "Jeden Monat vertrauen über 1 Million Benutzer darauf",
  "Employess of large and small companies all over the world use our service": "Mitarbeiter großer und kleiner Unternehmen auf der ganzen Welt nutzen unseren Service",
  "File Conversion, Compression, and Background Removal Services": "Dateikonvertierungs-, Komprimierungs- und Hintergrundentfernungsdienste",
  "Best file conversion and Image removal software": "Beste Dateikonvertierungs- und Bildentfernungssoftware",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Wir bieten eine breite Palette an Dateikonvertierungs-, Komprimierungs- und Hintergrundentfernungsdiensten an, um Ihren Anforderungen gerecht zu werden. Egal, ob Sie ein Dokument in PDF konvertieren, eine große Datei komprimieren oder den Hintergrund aus einem Bild entfernen müssen, wir können Ihnen helfen. Unsere Dienste sind einfach zu nutzen und erschwinglich.",
  "Convenient Conversion": "Bequeme Konvertierung",
  "Flawless Background Image Removal": "Fehlerlose Entfernung von Hintergrundbildern",
  "Fast Speed": "Schnelle Geschwindigkeit",
  "Completely Free": "Komplett frei",
  "Security": "Sicherheit",
  "Support for All Devices": "Unterstützung für alle Geräte",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Durch einfaches Ausführen von drei Aktionen: Dateien per Drag-and-Drop verschieben, auf die Konvertierungsschaltfläche klicken und die resultierende Datei überprüfen, können Sie ganz einfach die gewünschte Ausgabe erhalten. Mit diesen einfachen Schritten können Sie die gewünschten Ergebnisse erzielen.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Wir bieten eine Funktion, die das Hintergrundbild fehlerfrei aus Ihren Fotos entfernt.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Ziehen Sie Ihr Dokument oder Ihre Bilddatei per Drag-and-Drop und klicken Sie auf die Schaltfläche. Unser Ziel ist es, alle Ergebnisse innerhalb von 2 Minuten bereitzustellen.",
  "All file conversions and background image removal are completely free.": "Alle Dateikonvertierungen und das Entfernen von Hintergrundbildern sind völlig kostenlos.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Wir verwenden hochgeladene Dateien nicht für kommerzielle Zwecke. Niemand kann auf die Dateien des Benutzers zugreifen, wodurch ein vollständiger Schutz der Privatsphäre gewährleistet ist.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto funktioniert auf allen Plattformen, einschließlich Browsern, Tablets und Mobilgeräten.",
  "Click or Drag & Drop": "Klicken oder Drag & Drop",
  "files": "Dateien",
  "file": "Datei",
  "Type Image URL and Press Submit Button": "Geben Sie die Bild-URL ein und klicken Sie auf die Schaltfläche „Senden“.",
  "close": "schließen",
  "Submit": "Einreichen",
  "Select files": "Dateien auswählen",
  "Maximum file size must be 512MB": "Die maximale Dateigröße muss 512 MB betragen",
  "Download": "Herunterladen",
  "Close menu": "Menü schließen",
  "Clear": "Klar",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Mit diesem kostenlosen Online-PDF-zu-DOC-Konverter können Sie eine PDF-Datei als bearbeitbares Dokument im Microsoft Word-DOC-Format speichern und so eine bessere Qualität als viele andere Konverter gewährleisten.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Mit diesem kostenlosen PDF-zu-DOCX-Konverter können Sie PDF-Dokumente in Office Open XML-Dateien konvertieren, die mit allen gängigen Office-Programmen kompatibel sind und die bestmögliche Konvertierungsqualität bieten.",
  "Remove Background": "Hintergrund entfernen",
  "Remove Background of your Image": "Entfernen Sie den Hintergrund Ihres Bildes",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Bitte ziehen Sie Dateien per Drag & Drop an eine beliebige Stelle auf dem Bildschirm oder klicken Sie auf die Dropzone unten.",
  "Unlock": "Freischalten",
  "An easy-to-use online tool to remove passwords from PDFs.": "Ein benutzerfreundliches Online-Tool zum Entfernen von Passwörtern aus PDFs.",
  "Drop files to upload": "Legen Sie Dateien zum Hochladen ab",
  "URL": "URL"
}