{
  "CBZ to PDF | Filekit.co": "CBZ σε PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ σε PDF Converter - Το Filekit.co είναι μια δωρεάν και γρήγορη διαδικτυακή υπηρεσία μετατροπής αρχείων.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ σε PDF, μετατροπή cbz, μετατροπή pdf, αλλαγή, αρχείο pdf, αρχείο cbz",
  "Convert {fromExt} to {toExt} online for free": "Μετατρέψτε το {fromExt} σε {toExt} δωρεάν στο διαδίκτυο",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "εικόνα, μετατροπή {fromExt} σε {toExt}, {fromExt}, {toExt}, δωρεάν, online, Μετατροπέας αρχείων",
  "File Kit": "Κιτ αρχείων",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Το Filekit είναι ένας μετατροπέας αρχείων που βασίζεται σε πρόγραμμα περιήγησης με υποστήριξη για περισσότερες από 300 μορφές, παρέχοντας εκτεταμένες μετατροπές, γρήγορους χρόνους επεξεργασίας και προσαρμόσιμες ρυθμίσεις, ενώ παράλληλα διασφαλίζει την ασφάλεια των δεδομένων και τη συμβατότητα σε όλες τις συσκευές.",
  "Let's kit": "Ας σετ",
  "Something went wrong": "'Κάτι πήγε στραβά'",
  "Trusted by over 1 million users every month": "Εμπιστεύονται πάνω από 1 εκατομμύριο χρήστες κάθε μήνα",
  "Employess of large and small companies all over the world use our service": "Εργαζόμενοι μεγάλων και μικρών εταιρειών σε όλο τον κόσμο χρησιμοποιούν την υπηρεσία μας",
  "File Conversion, Compression, and Background Removal Services": "Υπηρεσίες μετατροπής, συμπίεσης και αφαίρεσης φόντου αρχείων",
  "Best file conversion and Image removal software": "Το καλύτερο λογισμικό μετατροπής αρχείων και αφαίρεσης εικόνας",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Προσφέρουμε ένα ευρύ φάσμα υπηρεσιών μετατροπής αρχείων, συμπίεσης και αφαίρεσης παρασκηνίου για να καλύψουμε τις ανάγκες σας. Είτε θέλετε να μετατρέψετε ένα έγγραφο σε PDF, να συμπιέσετε ένα μεγάλο αρχείο ή να αφαιρέσετε το φόντο από μια εικόνα, μπορούμε να σας βοηθήσουμε. Οι υπηρεσίες μας είναι εύχρηστες και προσιτές.",
  "Convenient Conversion": "Βολική μετατροπή",
  "Flawless Background Image Removal": "Άψογη αφαίρεση εικόνας φόντου",
  "Fast Speed": "Γρήγορη ταχύτητα",
  "Completely Free": "Εντελώς δωρεάν",
  "Security": "Ασφάλεια",
  "Support for All Devices": "Υποστήριξη για όλες τις συσκευές",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Εκτελώντας απλώς τρεις ενέργειες: μεταφορά και απόθεση αρχείων, κάνοντας κλικ στο κουμπί μετατροπής και ελέγχοντας το αρχείο που προκύπτει, μπορείτε να αποκτήσετε εύκολα την επιθυμητή έξοδο. Με αυτά τα απλά βήματα, μπορείτε να επιτύχετε τα επιθυμητά αποτελέσματα.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Παρέχουμε μια λειτουργία που αφαιρεί άψογα την εικόνα φόντου από τις φωτογραφίες σας.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Σύρετε και αποθέστε το έγγραφο ή το αρχείο εικόνας σας και κάντε κλικ στο κουμπί. Στόχος μας είναι να παρέχουμε όλα τα αποτελέσματα μέσα σε 2 λεπτά.",
  "All file conversions and background image removal are completely free.": "Όλες οι μετατροπές αρχείων και η αφαίρεση εικόνας φόντου είναι εντελώς δωρεάν.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Δεν χρησιμοποιούμε τα μεταφορτωμένα αρχεία για εμπορικούς σκοπούς. Κανείς δεν μπορεί να έχει πρόσβαση στα αρχεία του χρήστη, διασφαλίζοντας την πλήρη προστασία του απορρήτου.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Το Converto λειτουργεί σε όλες τις πλατφόρμες, συμπεριλαμβανομένων των προγραμμάτων περιήγησης, των tablet και των φορητών συσκευών."
}