{
  "CBZ to PDF | Filekit.co": "CBZ σε PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ σε PDF Converter - Το Filekit.co είναι μια δωρεάν και γρήγορη διαδικτυακή υπηρεσία μετατροπής αρχείων.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ σε PDF, μετατροπή cbz, μετατροπή pdf, αλλαγή, αρχείο pdf, αρχείο cbz",
  "Convert {fromExt} to {toExt} online for free": "Μετατρέψτε το {fromExt} σε {toExt} δωρεάν στο διαδίκτυο",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "εικόνα, μετατροπή {fromExt} σε {toExt}, {fromExt}, {toExt}, δωρεάν, online, Μετατροπέας αρχείων",
  "File Kit": "Κιτ αρχείων",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Το Filekit είναι ένας μετατροπέας αρχείων που βασίζεται σε πρόγραμμα περιήγησης με υποστήριξη για περισσότερες από 300 μορφές, παρέχοντας εκτεταμένες μετατροπές, γρήγορους χρόνους επεξεργασίας και προσαρμόσιμες ρυθμίσεις, ενώ παράλληλα διασφαλίζει την ασφάλεια των δεδομένων και τη συμβατότητα σε όλες τις συσκευές.",
  "Let's kit": "Ας σετ",
  "Something went wrong": "'Κάτι πήγε στραβά'",
  "Trusted by over 1 million users every month": "Εμπιστεύονται πάνω από 1 εκατομμύριο χρήστες κάθε μήνα",
  "Employess of large and small companies all over the world use our service": "Εργαζόμενοι μεγάλων και μικρών εταιρειών σε όλο τον κόσμο χρησιμοποιούν την υπηρεσία μας",
  "File Conversion, Compression, and Background Removal Services": "Υπηρεσίες μετατροπής, συμπίεσης και αφαίρεσης φόντου αρχείων",
  "Best file conversion and Image removal software": "Το καλύτερο λογισμικό μετατροπής αρχείων και αφαίρεσης εικόνας",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Προσφέρουμε ένα ευρύ φάσμα υπηρεσιών μετατροπής αρχείων, συμπίεσης και αφαίρεσης παρασκηνίου για να καλύψουμε τις ανάγκες σας. Είτε θέλετε να μετατρέψετε ένα έγγραφο σε PDF, να συμπιέσετε ένα μεγάλο αρχείο ή να αφαιρέσετε το φόντο από μια εικόνα, μπορούμε να σας βοηθήσουμε. Οι υπηρεσίες μας είναι εύχρηστες και προσιτές.",
  "Convenient Conversion": "Βολική μετατροπή",
  "Flawless Background Image Removal": "Άψογη αφαίρεση εικόνας φόντου",
  "Fast Speed": "Γρήγορη ταχύτητα",
  "Completely Free": "Εντελώς δωρεάν",
  "Security": "Ασφάλεια",
  "Support for All Devices": "Υποστήριξη για όλες τις συσκευές",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Εκτελώντας απλώς τρεις ενέργειες: μεταφορά και απόθεση αρχείων, κάνοντας κλικ στο κουμπί μετατροπής και ελέγχοντας το αρχείο που προκύπτει, μπορείτε να αποκτήσετε εύκολα την επιθυμητή έξοδο. Με αυτά τα απλά βήματα, μπορείτε να επιτύχετε τα επιθυμητά αποτελέσματα.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Παρέχουμε μια λειτουργία που αφαιρεί άψογα την εικόνα φόντου από τις φωτογραφίες σας.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Σύρετε και αποθέστε το έγγραφο ή το αρχείο εικόνας σας και κάντε κλικ στο κουμπί. Στόχος μας είναι να παρέχουμε όλα τα αποτελέσματα μέσα σε 2 λεπτά.",
  "All file conversions and background image removal are completely free.": "Όλες οι μετατροπές αρχείων και η αφαίρεση εικόνας φόντου είναι εντελώς δωρεάν.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Δεν χρησιμοποιούμε τα μεταφορτωμένα αρχεία για εμπορικούς σκοπούς. Κανείς δεν μπορεί να έχει πρόσβαση στα αρχεία του χρήστη, διασφαλίζοντας την πλήρη προστασία του απορρήτου.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Το Converto λειτουργεί σε όλες τις πλατφόρμες, συμπεριλαμβανομένων των προγραμμάτων περιήγησης, των tablet και των φορητών συσκευών.",
  "Click or Drag & Drop": "Κάντε κλικ ή Σύρετε και αποθέστε",
  "files": "αρχεία",
  "file": "αρχείο",
  "Type Image URL and Press Submit Button": "Πληκτρολογήστε τη διεύθυνση URL εικόνας και πατήστε το κουμπί \"Υποβολή\".",
  "close": "Κλείσε",
  "Submit": "υποβάλλουν",
  "Select files": "Επιλέξτε αρχεία",
  "Maximum file size must be 512MB": "Το μέγιστο μέγεθος αρχείου πρέπει να είναι 512 MB",
  "Download": "Κατεβάστε",
  "Close menu": "Κλείσιμο μενού",
  "Clear": "Σαφή",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Αυτός ο δωρεάν διαδικτυακός μετατροπέας PDF σε DOC σάς επιτρέπει να αποθηκεύσετε ένα αρχείο PDF ως επεξεργάσιμο έγγραφο σε μορφή Microsoft Word DOC, διασφαλίζοντας καλύτερη ποιότητα από πολλούς άλλους μετατροπείς.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Αυτός ο δωρεάν μετατροπέας PDF σε DOCX σάς επιτρέπει να μετατρέπετε έγγραφα PDF σε αρχεία Office Open XML, συμβατά με όλα τα μεγάλα λογισμικά του γραφείου, παρέχοντας την καλύτερη δυνατή ποιότητα μετατροπής.",
  "Remove Background": "Αφαίρεση φόντου",
  "Remove Background of your Image": "Αφαιρέστε το φόντο της εικόνας σας",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Σύρετε και αποθέστε αρχεία οπουδήποτε στην οθόνη ή κάντε κλικ στην παρακάτω ζώνη ανάπτυξης.",
  "Unlock": "Ξεκλείδωμα",
  "An easy-to-use online tool to remove passwords from PDFs.": "Ένα εύκολο στη χρήση διαδικτυακό εργαλείο για την αφαίρεση κωδικών πρόσβασης από αρχεία PDF.",
  "Drop files to upload": "Απόθεση αρχείων για μεταφόρτωση",
  "URL": "URL",
  "Compress PDF online. Same PDF quality less file size": "Συμπίεση PDF σε απευθείας σύνδεση. Ίδια ποιότητα PDF μικρότερο μέγεθος αρχείου",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "Συμπιέστε το αρχείο PDF για να έχετε την ίδια ποιότητα PDF αλλά λιγότερο μέγεθος αρχείου. Συμπίεση ή βελτιστοποίηση αρχείων PDF online, εύκολα και δωρεάν.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "Συμπίεση PDF, συμπίεση PDF, προηγμένη τεχνολογία συμπίεσης, απρόσκοπτη εμπειρία, βελτιστοποιημένο μέγεθος αρχείου, τέλεια ποιότητα εικόνας, κρυστάλλινες εικόνες, ευκρινές κείμενο, συμπίεση χωρίς απώλειες, αβίαστη απόδοση, καλύτερες τεχνικές συμπίεσης, βελτιωμένη συμβατότητα, αστραπιαία απόδοση, αξιόπιστη αξιοπιστία , διαχείριση εγγράφων, μέλλον συμπίεσης PDF",
  "Embrace the future of PDF compression with our unparalleled technology.": "Αγκαλιάστε το μέλλον της συμπίεσης PDF με την απαράμιλλη τεχνολογία μας.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "Η εύκολη απόδοση, η τέλεια ποιότητα εικόνας και η βελτιωμένη συμβατότητα συγχωνεύονται για να σας προσφέρουν την καλύτερη διαθέσιμη εμπειρία συμπίεσης PDF",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "Απλοποιήστε τη διαχείριση των εγγράφων σας σήμερα και εγγραφείτε στις τάξεις των ικανοποιημένων χρηστών μας που έχουν ήδη βιώσει τη δύναμη της κορυφαίας τεχνολογίας συμπίεσης.",
  "Seamlessly Streamlined PDFs": "Απρόσκοπτα βελτιωμένα αρχεία PDF",
  "Picture-Perfect Quality": "Εικόνα-Τέλεια Ποιότητα",
  "Effortless Efficiency": "Αβίαστη Αποδοτικότητα",
  "Enhanced File Compatibility": "Βελτιωμένη συμβατότητα αρχείων",
  "Lightning-Fast Performance": "Αστραπιαία-Γρήγορη Απόδοση",
  "Trusted Reliability": "Αξιόπιστη αξιοπιστία",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "Με την προηγμένη τεχνολογία συμπίεσης μας, τα αρχεία PDF βελτιστοποιούνται αυτόματα στο μικρότερο δυνατό μέγεθός τους χωρίς καμία χειροκίνητη παρέμβαση. Πείτε αντίο στα ογκώδη έγγραφα και απολαύστε την απρόσκοπτη εμπειρία χειρισμού αποτελεσματικά συμπιεσμένων αρχείων.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "Ο αλγόριθμος συμπίεσης μας έχει σχεδιαστεί για να διατηρεί κάθε λεπτομέρεια των εγγράφων σας. Απολαύστε κρυστάλλινες εικόνες και ευκρινές κείμενο, καθώς η τεχνολογία μας εγγυάται συμπίεση χωρίς απώλειες, εξασφαλίζοντας την υψηλότερη ποιότητα ακόμα και μετά τη συμπίεση.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "Η υπηρεσία μας φροντίζει τα πάντα στο παρασκήνιο, επομένως δεν χρειάζεται να ανησυχείτε για την επιλογή επιλογών συμπίεσης όπως deflate ή deflate_images. Απολαύστε την αβίαστη απόδοση καθώς η τεχνολογία μας εφαρμόζει αυτόματα τις καλύτερες τεχνικές συμπίεσης για εσάς.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "Η τεχνολογία συμπίεσης που διαθέτουμε κάνει το παραπάνω μίλι επεκτείνοντας αυτόματα τις εικόνες και τις γραμματοσειρές για καλύτερη συμβατότητα με διάφορες εφαρμογές. Να είστε βέβαιοι ότι τα PDF σας θα εμφανίζονται άψογα σε διαφορετικές πλατφόρμες και συσκευές.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "Θα εκπλαγείτε με την αστραπιαία απόδοση της υπηρεσίας μας. Τα μικρότερα μεγέθη αρχείων σημαίνουν ταχύτερες μεταφορτώσεις, λήψεις και κοινή χρήση εγγράφων, εξοικονομώντας σας πολύτιμο χρόνο και αυξάνοντας τη συνολική παραγωγικότητα.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "Η τεχνολογία συμπίεσης που διαθέτουμε δεν είναι μόνο πρωτοποριακή, αλλά και αξιόπιστη και αποδεδειγμένη ότι προσφέρει σταθερά και αξιόπιστα αποτελέσματα. Αμέτρητοι ικανοποιημένοι χρήστες έχουν βιώσει τα πλεονεκτήματα της υπηρεσίας συμπίεσης μας, καθιστώντας την ιδανική επιλογή για όλες τις ανάγκες διαχείρισης εγγράφων σας.",
  "Convert {from} to {to} | filekit.co": "Μετατροπή {από} σε {σε} | filekit.co",
  "Convert {from} to {to} online for free | filekit.co": "Μετατροπή {from} σε {to} online δωρεάν | filekit.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "αρχείο, μορφή, μετατροπή {fromExt} σε {toExt}, {fromExt}, {toExt}, δωρεάν, online, File Converter, filekit.co",
  "{fromExt} to {toExt} Converter - Filekit.co is a free and fast online file conversion service.": "απροσδιόριστος",
  "Start": "Αρχή",
  "Your all-in-one file toolkit for seamless file management, including format     conversions, image editing, compression, and protection.": "Η εργαλειοθήκη αρχείων σας όλα σε ένα για απρόσκοπτη διαχείριση αρχείων, συμπεριλαμβανομένης της μορφής\n    μετατροπές, επεξεργασία εικόνας, συμπίεση και προστασία.",
  "Protect PDF. Tool to encrypt PDF with password": "Προστασία PDF. Εργαλείο κρυπτογράφησης PDF με κωδικό πρόσβασης",
  "Encrypt and protect PDF with a password to safeguard sensitive information. Secure your PDF files online, with ease and without registration.": "Κρυπτογραφήστε και προστατέψτε το PDF με κωδικό πρόσβασης για την προστασία ευαίσθητων πληροφοριών. Ασφαλίστε τα αρχεία PDF σας online, εύκολα και χωρίς εγγραφή.",
  "encrypt pdf, pdf password, protect pdf, pdf access, password for pdf document": "κρυπτογράφηση pdf, κωδικός πρόσβασης pdf, προστασία pdf, πρόσβαση σε pdf, κωδικός πρόσβασης για έγγραφο pdf",
  "An easy-to-use online tool to Protect PDF files with a password.": "Ένα εύκολο στη χρήση διαδικτυακό εργαλείο για την προστασία αρχείων PDF με κωδικό πρόσβασης.",
  "Image Background Remover | Remove Bg from Image for Free": "Αφαίρεση φόντου εικόνας | Καταργήστε το Bg από την εικόνα δωρεάν",
  "Remove the background from images online with our free background eraser. Download your transparent background image and change the background.": "Αφαιρέστε το φόντο από τις εικόνες στο διαδίκτυο με τη δωρεάν γόμα φόντου μας. Κατεβάστε τη διαφανή εικόνα φόντου και αλλάξτε το φόντο.",
  "remove bg, remove background from image, background eraser, transparent background, white background": "αφαίρεση bg, αφαίρεση φόντου από την εικόνα, γόμα φόντου, διαφανές φόντο, λευκό φόντο",
  "Best image remover": "Το καλύτερο εργαλείο αφαίρεσης εικόνας",
  "removes background images perfectly.": "αφαιρεί τέλεια τις εικόνες φόντου.",
  "Filekit provides excellent support for removing the background of photos, delivering satisfactory results.": "Το Filekit παρέχει εξαιρετική υποστήριξη για την αφαίρεση του φόντου των φωτογραφιών, παρέχοντας ικανοποιητικά αποτελέσματα.",
  "Filekit utilizes the latest deep learning technology to flawlessly remove the background of photos.": "Το Filekit χρησιμοποιεί την πιο πρόσφατη τεχνολογία βαθιάς εκμάθησης για να αφαιρεί άψογα το φόντο των φωτογραφιών.",
  "You can obtain the desired results directly from your browser without the need to install any software.": "Μπορείτε να αποκτήσετε τα επιθυμητά αποτελέσματα απευθείας από το πρόγραμμα περιήγησής σας χωρίς να χρειάζεται να εγκαταστήσετε κάποιο λογισμικό.",
  "You can remove background images from image files of all formats, including JPEG, PNG, URL, and more.": "Μπορείτε να αφαιρέσετε εικόνες φόντου από αρχεία εικόνας όλων των μορφών, συμπεριλαμβανομένων των JPEG, PNG, URL και άλλων.",
  "Thanks to its user-friendly interface, Filekit allows you to remove background images with just one click.": "Χάρη στη φιλική προς το χρήστη διεπαφή του, το Filekit σάς επιτρέπει να αφαιρείτε εικόνες φόντου με ένα μόνο κλικ.",
  "Select or drag and drop the photo file you want to remove the background image from. Within 2 seconds, you can preview the result image and download it.": "Επιλέξτε ή σύρετε και αποθέστε το αρχείο φωτογραφίας από το οποίο θέλετε να αφαιρέσετε την εικόνα φόντου. Μέσα σε 2 δευτερόλεπτα, μπορείτε να κάνετε προεπισκόπηση της εικόνας του αποτελέσματος και να την κατεβάσετε.",
  "No one can access the files uploaded by users.": "Κανείς δεν μπορεί να έχει πρόσβαση στα αρχεία που ανεβάζουν οι χρήστες.",
  "Flawless Removal": "Άψογη αφαίρεση",
  "Online-based": "Βασισμένο στο Διαδίκτυο",
  "Support for All Formats": "Υποστήριξη για όλες τις μορφές",
  "Easy to Use": "Εύχρηστος",
  "How to Use": "Τρόπος Χρήσης",
  "Password protect a PDF": "Προστασία ενός PDF με κωδικό πρόσβασης",
  "Remove PDF passwords online for free. No size limits or ad watermarks. Easily and quickly remove passwords from your PDF files so you can edit and share them.": "Καταργήστε δωρεάν κωδικούς πρόσβασης PDF στο διαδίκτυο. Χωρίς περιορισμούς μεγέθους ή υδατογραφήματα διαφημίσεων. Καταργήστε εύκολα και γρήγορα τους κωδικούς πρόσβασης από τα αρχεία PDF σας, ώστε να μπορείτε να τους επεξεργαστείτε και να τους μοιραστείτε.",
  "online pdf unlock, pdf unlock online, pdf file unlock, remove pdf password online, pdf remove password protection": "σε απευθείας σύνδεση ξεκλείδωμα pdf, ξεκλείδωμα pdf σε απευθείας σύνδεση, ξεκλείδωμα αρχείου pdf, κατάργηση κωδικού πρόσβασης pdf σε απευθείας σύνδεση, προστασία pdf κατάργηση κωδικού πρόσβασης",
  "Maximum file size must be 30MB": "Το μέγιστο μέγεθος αρχείου πρέπει να είναι 30MB",
  "File Name": "Ονομα αρχείου",
  "Image URL": "Διεύθυνση URL εικόνας",
  "File Status": "Κατάσταση αρχείου",
  "Click": "Κάντε κλικ",
  "Sample Images": "Δείγματα εικόνων",
  "Human": "Ο άνθρωπος",
  "Stuff": "Υλικό",
  "Animal": "Ζώο",
  "Character": "Χαρακτήρας",
  "Filekit.co - Convert {fromExt} to {toExt} and More | Fast & Free Download": "Filekit.co - Μετατροπή",
  "Online download videos from YouTube for FREE to PC, mobile. Supports downloading all formats: MP4, 3GP, WebM, HD videos, convert YouTube to MP3, M4A": "Online λήψη βίντεο από το YouTube ΔΩΡΕΑΝ σε υπολογιστή, κινητό. Υποστηρίζει λήψη όλων των μορφών: MP4, 3GP, WebM, βίντεο HD, μετατροπή YouTube σε MP3, M4A",
  "YouTube to MP3, YouTube download, YouTube free, convert YouTube to MP3, download YouTube videos, Filekit.co": "YouTube σε MP3, λήψη YouTube, YouTube δωρεάν, μετατροπή YouTube σε MP3, λήψη βίντεο YouTube, Filekit.co",
  "The best YouTube to MP3 Converter & Downloader": "Ο καλύτερος μετατροπέας και πρόγραμμα λήψης YouTube σε MP3",
  "Convert YouTube to MP3": "Μετατρέψτε το YouTube σε MP3",
  "Fast & Free Download": "Γρήγορη & Δωρεάν Λήψη",
  "Looking for a reliable solution to convert YouTube videos to MP3?           Filekit.co offers an advanced online tool for seamless YouTube to MP3           conversion, along with a range of other formats.": "Ψάχνετε για μια αξιόπιστη λύση για τη μετατροπή βίντεο YouTube σε MP3;\n          Το Filekit.co προσφέρει ένα προηγμένο διαδικτυακό εργαλείο για απρόσκοπτο YouTube σε MP3\n          μετατροπής, μαζί με μια σειρά από άλλες μορφές.",
  "With our user-friendly Web-App, you can easily download YouTube           content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats,           absolutely free.": "Με τη φιλική προς τον χρήστη εφαρμογή Web, μπορείτε εύκολα να κάνετε λήψη του YouTube\n          περιεχόμενο σε μορφές AAC, M4A, PUS, Vorbis, FLAC, ALAC και WAV,\n          εντελώς δωρεάν.",
  "Convert YouTube to MP3 - Simple Steps for Free Download": "Μετατροπή YouTube σε MP3 - Απλά βήματα για δωρεάν λήψη",
  "Discover the YouTube video you want to convert and download.": "Ανακαλύψτε το βίντεο YouTube που θέλετε να μετατρέψετε και να κατεβάσετε.",
  "Start the video playback, then copy the video URL from your             browser's address bar.": "Ξεκινήστε την αναπαραγωγή βίντεο και, στη συνέχεια, αντιγράψτε τη διεύθυνση URL του βίντεο από το δικό σας\n            γραμμή διευθύνσεων του προγράμματος περιήγησης.",
  "Access our fast and efficient Web-App, and paste the video URL into             our converter. Choose your preferred format, such as MP3 or MP4. If             no format is specified, the default conversion will be to MP3.": "Αποκτήστε πρόσβαση στη γρήγορη και αποτελεσματική εφαρμογή Web μας και επικολλήστε τη διεύθυνση URL του βίντεο\n            ο μετατροπέας μας. Επιλέξτε τη μορφή που προτιμάτε, όπως MP3 ή MP4. Αν\n            δεν έχει καθοριστεί μορφή, η προεπιλεγμένη μετατροπή θα είναι σε MP3.",
  "Initiate the conversion process with a single click. We strive to             provide high-quality conversions, but please note that videos longer             than 90 minutes may take a bit longer.": "Ξεκινήστε τη διαδικασία μετατροπής με ένα μόνο κλικ. Προσπαθούμε να\n            παρέχουν μετατροπές υψηλής ποιότητας, αλλά λάβετε υπόψη ότι τα βίντεο είναι μεγαλύτερα\n            από 90 λεπτά μπορεί να διαρκέσει λίγο περισσότερο.",
  "Once the video is converted, simply click the Download button to get             your file instantly.": "Μόλις μετατραπεί το βίντεο, απλώς κάντε κλικ στο κουμπί Λήψη για λήψη\n            το αρχείο σας αμέσως.",
  "Unlock the Power of YouTube - Free, Safe, and Secure.": "Ξεκλειδώστε τη δύναμη του YouTube - Δωρεάν, ασφαλής και ασφαλής.",
  "Filekit.co's Web-App ensures your safety and security while using our           service. Feel confident knowing that our platform adheres to industry           standards and that your personal information is protected. Experience           the next level of YouTube to MP3 conversion with Filekit.co -           recommended by satisfied users worldwide.": "Η εφαρμογή Web του Filekit.co διασφαλίζει την ασφάλεια και την ασφάλειά σας κατά τη χρήση μας\n          υπηρεσία. Νιώστε σίγουροι γνωρίζοντας ότι η πλατφόρμα μας ακολουθεί τη βιομηχανία\n          πρότυπα και ότι τα προσωπικά σας στοιχεία προστατεύονται. Εμπειρία\n          το επόμενο επίπεδο της μετατροπής YouTube σε MP3 με το Filekit.co -\n          συνιστάται από ικανοποιημένους χρήστες παγκοσμίως.",
  "Download MP3 files from YouTube videos and save them on your computer": "Κατεβάστε αρχεία MP3 από βίντεο YouTube και αποθηκεύστε τα στον υπολογιστή σας",
  "The faster YouTube to MP3 video downloader ever created!": "Το πιο γρήγορο πρόγραμμα λήψης βίντεο από YouTube σε MP3 που δημιουργήθηκε ποτέ!",
  "Fast YouTube to MP3 conversion": "Γρήγορη μετατροπή YouTube σε MP3",
  "Free video downloader": "Δωρεάν πρόγραμμα λήψης βίντεο",
  "Download YouTube videos without software": "Λήψη βίντεο YouTube χωρίς λογισμικό",
  "Select a YouTube video": "Επιλέξτε ένα βίντεο YouTube",
  "Paste the YouTube URL link": "Επικολλήστε τον σύνδεσμο URL του YouTube",
  "Download YouTube video to MP3": "Λήψη βίντεο YouTube σε MP3",
  "Filekit.co is by far the fastest online video converter in the world.": "Το Filekit.co είναι μακράν ο ταχύτερος διαδικτυακός μετατροπέας βίντεο στον κόσμο.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "Αυτό το πρόγραμμα λήψης βίντεο από YouTube σε MP3 είναι δωρεάν για όλους και για πάντα.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "Μπορείτε να μετατρέψετε ένα βίντεο YouTube σε MP3 ανώνυμα, δεν συλλέγουμε τα προσωπικά σας δεδομένα.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "Επισκεφτείτε τον ιστότοπο του YouTube, βρείτε και παίξτε το βίντεο που θέλετε να κατεβάσετε και αντιγράψτε τον σύνδεσμο URL του.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "Επικολλήστε τον σύνδεσμο URL του βίντεο YouTube στο παραπάνω πεδίο αναζήτησης για να ξεκινήσετε τη μετατροπή MP3.",
  "Click the save button to download the Youtube video in MP3": "Κάντε κλικ στο κουμπί αποθήκευσης για να κατεβάσετε το βίντεο από το Youtube σε MP3"
}