{
  "CBZ to PDF | Filekit.co": "CBZ a PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "Convertidor de CBZ a PDF - Filekit.co es un servicio de conversión de archivos en línea gratuito y rápido.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ a PDF, convertir cbz, convertir pdf, cambiar, archivo pdf, archivo cbz",
  "Convert {fromExt} to {toExt} online for free": "Convierta {fromExt} a {toExt} en línea gratis",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "imagen, convertir {fromExt} a {toExt}, {fromExt}, {toExt}, gratis, en línea, Convertidor de archivos",
  "File Kit": "Juego de archivos",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit es un convertidor de archivos basado en navegador con soporte para más de 300 formatos, que proporciona conversiones extensas, tiempos de procesamiento rápidos y configuraciones personalizables al tiempo que garantiza la seguridad de los datos y la compatibilidad en todos los dispositivos.",
  "Let's kit": "vamos a equipar",
  "Something went wrong": "'Algo salió mal'",
  "Trusted by over 1 million users every month": "Con la confianza de más de 1 millón de usuarios cada mes",
  "Employess of large and small companies all over the world use our service": "Empleados de grandes y pequeñas empresas de todo el mundo utilizan nuestro servicio",
  "File Conversion, Compression, and Background Removal Services": "Servicios de conversión, compresión y eliminación de archivos en segundo plano",
  "Best file conversion and Image removal software": "El mejor software de conversión de archivos y eliminación de imágenes",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Ofrecemos una amplia gama de servicios de conversión, compresión y eliminación de archivos en segundo plano para satisfacer sus necesidades. Ya sea que necesite convertir un documento a PDF, comprimir un archivo grande o eliminar el fondo de una imagen, podemos ayudarlo. Nuestros servicios son fáciles de usar y asequibles.",
  "Convenient Conversion": "Conversión conveniente",
  "Flawless Background Image Removal": "Eliminación impecable de la imagen de fondo",
  "Fast Speed": "Rápida velocidad",
  "Completely Free": "Completamente libre",
  "Security": "Seguridad",
  "Support for All Devices": "Soporte para todos los dispositivos",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Simplemente realizando tres acciones: arrastrar y soltar archivos, hacer clic en el botón de conversión y verificar el archivo resultante, puede obtener el resultado deseado fácilmente. Con estos sencillos pasos, puede lograr los resultados deseados.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Ofrecemos una función que elimina perfectamente la imagen de fondo de sus fotos.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Arrastre y suelte su documento o archivo de imagen y haga clic en el botón. Nuestro objetivo es proporcionar todos los resultados en 2 minutos.",
  "All file conversions and background image removal are completely free.": "Todas las conversiones de archivos y la eliminación de imágenes de fondo son completamente gratuitas.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "No utilizamos los archivos subidos con fines comerciales. Nadie puede acceder a los archivos del usuario, lo que garantiza una protección total de la privacidad.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto funciona en todas las plataformas, incluidos navegadores, tabletas y dispositivos móviles."
}