{
  "CBZ to PDF | Filekit.co": "CBZ a PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "Convertidor de CBZ a PDF - Filekit.co es un servicio de conversión de archivos en línea gratuito y rápido.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ a PDF, convertir cbz, convertir pdf, cambiar, archivo pdf, archivo cbz",
  "Convert {fromExt} to {toExt} online for free": "Convierta {fromExt} a {toExt} en línea gratis",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "imagen, convertir {fromExt} a {toExt}, {fromExt}, {toExt}, gratis, en línea, Convertidor de archivos",
  "File Kit": "Juego de archivos",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit es un convertidor de archivos basado en navegador con soporte para más de 300 formatos, que proporciona conversiones extensas, tiempos de procesamiento rápidos y configuraciones personalizables al tiempo que garantiza la seguridad de los datos y la compatibilidad en todos los dispositivos.",
  "Let's kit": "vamos a equipar",
  "Something went wrong": "'Algo salió mal'",
  "Trusted by over 1 million users every month": "Con la confianza de más de 1 millón de usuarios cada mes",
  "Employess of large and small companies all over the world use our service": "Empleados de grandes y pequeñas empresas de todo el mundo utilizan nuestro servicio",
  "File Conversion, Compression, and Background Removal Services": "Servicios de conversión, compresión y eliminación de archivos en segundo plano",
  "Best file conversion and Image removal software": "El mejor software de conversión de archivos y eliminación de imágenes",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Ofrecemos una amplia gama de servicios de conversión, compresión y eliminación de archivos en segundo plano para satisfacer sus necesidades. Ya sea que necesite convertir un documento a PDF, comprimir un archivo grande o eliminar el fondo de una imagen, podemos ayudarlo. Nuestros servicios son fáciles de usar y asequibles.",
  "Convenient Conversion": "Conversión conveniente",
  "Flawless Background Image Removal": "Eliminación impecable de la imagen de fondo",
  "Fast Speed": "Rápida velocidad",
  "Completely Free": "Completamente libre",
  "Security": "Seguridad",
  "Support for All Devices": "Soporte para todos los dispositivos",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Simplemente realizando tres acciones: arrastrar y soltar archivos, hacer clic en el botón de conversión y verificar el archivo resultante, puede obtener el resultado deseado fácilmente. Con estos sencillos pasos, puede lograr los resultados deseados.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Ofrecemos una función que elimina perfectamente la imagen de fondo de sus fotos.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Arrastre y suelte su documento o archivo de imagen y haga clic en el botón. Nuestro objetivo es proporcionar todos los resultados en 2 minutos.",
  "All file conversions and background image removal are completely free.": "Todas las conversiones de archivos y la eliminación de imágenes de fondo son completamente gratuitas.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "No utilizamos los archivos subidos con fines comerciales. Nadie puede acceder a los archivos del usuario, lo que garantiza una protección total de la privacidad.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto funciona en todas las plataformas, incluidos navegadores, tabletas y dispositivos móviles.",
  "Click or Drag & Drop": "Haga clic o arrastre y suelte",
  "files": "archivos",
  "file": "archivo",
  "Type Image URL and Press Submit Button": "Escriba la URL de la imagen y presione el botón Enviar",
  "close": "cerca",
  "Submit": "Entregar",
  "Select files": "Selecciona archivos",
  "Maximum file size must be 512MB": "El tamaño máximo del archivo debe ser de 512 MB",
  "Download": "Descargar",
  "Close menu": "Cerrar menú",
  "Clear": "Claro",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Este conversor en línea gratuito de PDF a DOC le permite guardar un archivo PDF como un documento editable en formato DOC de Microsoft Word, lo que garantiza una mejor calidad que muchos otros conversores.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Este conversor gratuito de PDF a DOCX le permite convertir documentos PDF a archivos Office Open XML, compatibles con todos los principales software de oficina, proporcionando la mejor calidad de conversión posible.",
  "Remove Background": "Quitar fondo",
  "Remove Background of your Image": "Elimina el fondo de tu imagen",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Arrastre y suelte los archivos en cualquier lugar de la pantalla o haga clic en la zona de colocación a continuación.",
  "Unlock": "desbloquear",
  "An easy-to-use online tool to remove passwords from PDFs.": "Una herramienta en línea fácil de usar para eliminar contraseñas de archivos PDF.",
  "Drop files to upload": "Soltar archivos para cargar",
  "URL": "URL",
  "Compress PDF online. Same PDF quality less file size": "Comprimir PDF en línea. Misma calidad PDF menos tamaño de archivo",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "Comprima el archivo PDF para obtener la misma calidad de PDF pero menos tamaño de archivo. Comprime u optimiza archivos PDF en línea, fácil y gratis.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "Compresión de PDF, comprimir PDF, tecnología de compresión avanzada, experiencia perfecta, tamaño de archivo optimizado, calidad de imagen perfecta, imágenes nítidas, texto nítido, compresión sin pérdidas, eficiencia sin esfuerzo, las mejores técnicas de compresión, compatibilidad mejorada, rendimiento ultrarrápido, confiabilidad confiable , gestión de documentos, futuro de la compresión de PDF",
  "Embrace the future of PDF compression with our unparalleled technology.": "Adopte el futuro de la compresión de PDF con nuestra tecnología sin precedentes.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "Eficiencia sin esfuerzo, calidad de imagen perfecta y compatibilidad mejorada se fusionan para ofrecerle la mejor experiencia de compresión de PDF disponible",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "Simplifique su gestión de documentos hoy y únase a las filas de nuestros usuarios satisfechos que ya han experimentado el poder de nuestra tecnología de compresión de primer nivel.",
  "Seamlessly Streamlined PDFs": "PDF optimizados a la perfección",
  "Picture-Perfect Quality": "Calidad de imagen perfecta",
  "Effortless Efficiency": "Eficiencia sin esfuerzo",
  "Enhanced File Compatibility": "Compatibilidad de archivos mejorada",
  "Lightning-Fast Performance": "Rendimiento ultrarrápido",
  "Trusted Reliability": "Fiabilidad de confianza",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "Con nuestra tecnología de compresión avanzada, los archivos PDF se optimizan automáticamente al tamaño más pequeño posible sin ninguna intervención manual. Diga adiós a los documentos voluminosos y disfrute de la experiencia fluida de manejar archivos comprimidos de manera eficiente.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "Nuestro algoritmo de compresión está diseñado para preservar cada detalle de sus documentos. Disfrute de imágenes nítidas y texto nítido, ya que nuestra tecnología garantiza una compresión sin pérdidas, lo que garantiza la máxima calidad incluso después de la compresión.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "Nuestro servicio se encarga de todo lo que hay detrás, por lo que no tiene que preocuparse por seleccionar opciones de compresión como deflate o deflate_images. Experimente la eficiencia sin esfuerzo ya que nuestra tecnología aplica automáticamente las mejores técnicas de compresión para usted.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "Nuestra tecnología de compresión va más allá al expandir automáticamente imágenes y fuentes para una mejor compatibilidad con varias aplicaciones. Tenga la seguridad de que sus archivos PDF se mostrarán sin problemas en diferentes plataformas y dispositivos.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "Se sorprenderá con el rendimiento ultrarrápido de nuestro servicio. Los tamaños de archivo más pequeños significan cargas, descargas y uso compartido de documentos más rápidos, lo que le ahorra un tiempo valioso y aumenta la productividad general.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "Nuestra tecnología de compresión no solo es de vanguardia, sino también confiable y probada para brindar resultados consistentes y confiables. Innumerables usuarios satisfechos han experimentado los beneficios de nuestro servicio de compresión, lo que lo convierte en la opción preferida para todas sus necesidades de administración de documentos.",
  "Convert {from} to {to} | filekit.co": "Convertir {de} a {a} | filekit.co",
  "Convert {from} to {to} online for free | filekit.co": "Convertir {de} a {a} en línea gratis | filekit.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "archivo, formatear, convertir {fromExt} a {toExt}, {fromExt}, {toExt}, gratis, en línea, Convertidor de archivos, filekit.co"
}