{
  "CBZ to PDF | Filekit.co": "CBZ PDFra | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ PDF Converter - Filekit.co lineako fitxategiak bihurtzeko zerbitzu doako eta azkarra da.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ PDFra, bihurtu cbz, bihurtu pdf, aldatu, pdf fitxategia, cbz fitxategia",
  "Convert {fromExt} to {toExt} online for free": "Bihurtu {fromExt} {toExt} linean doan",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "irudia, bihurtu {fromExt} {toExt}, {fromExt}, {toExt}, doan, linean, File Converter",
  "File Kit": "Fitxategi Kit",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit arakatzailean oinarritutako fitxategi bihurgailu bat da, 300 formatu baino gehiago onartzen dituena, bihurketa zabalak, prozesatzeko denbora azkarrak eta ezarpen pertsonalizagarriak eskaintzen dituena, datuen segurtasuna eta bateragarritasuna gailu guztietan bermatuz.",
  "Let's kit": "Kita dezagun",
  "Something went wrong": "'Zerbait gaizki joan da'",
  "Trusted by over 1 million users every month": "Hilero milioi bat erabiltzaile baino gehiagok fidatzen dute",
  "Employess of large and small companies all over the world use our service": "Mundu osoko enpresa handi eta txikietako langileek gure zerbitzua erabiltzen dute",
  "File Conversion, Compression, and Background Removal Services": "Fitxategiak bihurtzeko, konprimitzeko eta atzeko planoak kentzeko zerbitzuak",
  "Best file conversion and Image removal software": "Fitxategiak bihurtzeko eta irudiak kentzeko software onena",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Fitxategiak bihurtzeko, konprimitzeko eta atzeko planoak kentzeko zerbitzu sorta zabala eskaintzen dugu zure beharrak asetzeko. Dokumentu bat PDF bihurtu, fitxategi handi bat konprimitu edo irudi bati atzeko planoa kendu behar duzun ala ez, lagun zaitzakegu. Gure zerbitzuak erabiltzeko errazak eta merkeak dira.",
  "Convenient Conversion": "Bihurketa erosoa",
  "Flawless Background Image Removal": "Atzeko planoko irudiak kentzea",
  "Fast Speed": "Abiadura azkarra",
  "Completely Free": "Erabat Doakoa",
  "Security": "Segurtasuna",
  "Support for All Devices": "Gailu guztietarako laguntza",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Besterik gabe, hiru ekintza eginez: fitxategiak arrastatu eta jareginez, bihurketa-botoia sakatuz eta ondoriozko fitxategia egiaztatuz, nahi duzun irteera erraz lor dezakezu. Urrats sinple hauekin, nahi dituzun emaitzak lor ditzakezu.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Zure argazkietatik atzeko planoko irudia ezin hobeto kentzen duen funtzio bat eskaintzen dugu.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Arrastatu eta jaregin dokumentua edo irudi fitxategia eta egin klik botoian. Emaitza guztiak 2 minutuko epean ematea dugu helburu.",
  "All file conversions and background image removal are completely free.": "Fitxategien bihurketa guztiak eta atzeko planoko irudiak kentzea guztiz doakoak dira.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Ez ditugu kargatutako fitxategiak helburu komertzialetarako erabiltzen. Inork ezin ditu erabiltzailearen fitxategietara sartu, pribatutasunaren babes osoa bermatuz.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto plataforma guztietan funtzionatzen du, arakatzaileetan, tabletetan eta gailu mugikorretan barne."
}