{
  "CBZ to PDF | Filekit.co": "CBZ PDFra | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ PDF Converter - Filekit.co lineako fitxategiak bihurtzeko zerbitzu doako eta azkarra da.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ PDFra, bihurtu cbz, bihurtu pdf, aldatu, pdf fitxategia, cbz fitxategia",
  "Convert {fromExt} to {toExt} online for free": "Bihurtu {fromExt} {toExt} linean doan",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "irudia, bihurtu {fromExt} {toExt}, {fromExt}, {toExt}, doan, linean, File Converter",
  "File Kit": "Fitxategi Kit",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit arakatzailean oinarritutako fitxategi bihurgailu bat da, 300 formatu baino gehiago onartzen dituena, bihurketa zabalak, prozesatzeko denbora azkarrak eta ezarpen pertsonalizagarriak eskaintzen dituena, datuen segurtasuna eta bateragarritasuna gailu guztietan bermatuz.",
  "Let's kit": "Kita dezagun",
  "Something went wrong": "'Zerbait gaizki joan da'",
  "Trusted by over 1 million users every month": "Hilero milioi bat erabiltzaile baino gehiagok fidatzen dute",
  "Employess of large and small companies all over the world use our service": "Mundu osoko enpresa handi eta txikietako langileek gure zerbitzua erabiltzen dute",
  "File Conversion, Compression, and Background Removal Services": "Fitxategiak bihurtzeko, konprimitzeko eta atzeko planoak kentzeko zerbitzuak",
  "Best file conversion and Image removal software": "Fitxategiak bihurtzeko eta irudiak kentzeko software onena",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Fitxategiak bihurtzeko, konprimitzeko eta atzeko planoak kentzeko zerbitzu sorta zabala eskaintzen dugu zure beharrak asetzeko. Dokumentu bat PDF bihurtu, fitxategi handi bat konprimitu edo irudi bati atzeko planoa kendu behar duzun ala ez, lagun zaitzakegu. Gure zerbitzuak erabiltzeko errazak eta merkeak dira.",
  "Convenient Conversion": "Bihurketa erosoa",
  "Flawless Background Image Removal": "Atzeko planoko irudiak kentzea",
  "Fast Speed": "Abiadura azkarra",
  "Completely Free": "Erabat Doakoa",
  "Security": "Segurtasuna",
  "Support for All Devices": "Gailu guztietarako laguntza",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Besterik gabe, hiru ekintza eginez: fitxategiak arrastatu eta jareginez, bihurketa-botoia sakatuz eta ondoriozko fitxategia egiaztatuz, nahi duzun irteera erraz lor dezakezu. Urrats sinple hauekin, nahi dituzun emaitzak lor ditzakezu.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Zure argazkietatik atzeko planoko irudia ezin hobeto kentzen duen funtzio bat eskaintzen dugu.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Arrastatu eta jaregin dokumentua edo irudi fitxategia eta egin klik botoian. Emaitza guztiak 2 minutuko epean ematea dugu helburu.",
  "All file conversions and background image removal are completely free.": "Fitxategien bihurketa guztiak eta atzeko planoko irudiak kentzea guztiz doakoak dira.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Ez ditugu kargatutako fitxategiak helburu komertzialetarako erabiltzen. Inork ezin ditu erabiltzailearen fitxategietara sartu, pribatutasunaren babes osoa bermatuz.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto plataforma guztietan funtzionatzen du, arakatzaileetan, tabletetan eta gailu mugikorretan barne.",
  "Click or Drag & Drop": "Egin klik edo Arrastatu eta Jaregin",
  "files": "fitxategiak",
  "file": "fitxategia",
  "Type Image URL and Press Submit Button": "Idatzi Irudiaren URLa eta sakatu Bidali botoia",
  "close": "itxi",
  "Submit": "Bidali",
  "Select files": "Hautatu fitxategiak",
  "Maximum file size must be 512MB": "Fitxategiaren gehienezko tamaina 512 MB izan behar du",
  "Download": "Deskargatu",
  "Close menu": "Itxi menua",
  "Clear": "Garbi",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Doako lineako PDF to DOC bihurgailu honek PDF fitxategi bat dokumentu editagarri gisa gorde dezakezu Microsoft Word DOC formatuan, beste bihurgailu asko baino kalitate hobea bermatuz.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Doako PDF-ra DOCX bihurgailu honek PDF dokumentuak Office Open XML fitxategietara bihurtzeko aukera ematen dizu, bulegoko software nagusi guztiekin bateragarria, bihurtzeko kalitate onena eskainiz.",
  "Remove Background": "Kendu atzeko planoa",
  "Remove Background of your Image": "Kendu irudiaren atzeko planoa",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Mesedez, arrastatu eta jaregin fitxategiak pantailako edozein lekutan edo egin klik beheko dropzonean.",
  "Unlock": "Desblokeatu",
  "An easy-to-use online tool to remove passwords from PDFs.": "Sareko tresna erabilerraza PDFetatik pasahitzak kentzeko.",
  "Drop files to upload": "Jaregin fitxategiak kargatzeko",
  "URL": "URLa",
  "Compress PDF online. Same PDF quality less file size": "Konprimitu PDF sarean. PDF kalitate berekoa fitxategiaren tamaina txikiagoa",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "Konprimitu PDF fitxategia PDF kalitate bera baina fitxategi tamaina txikiagoa lortzeko. Konprimitu edo optimizatu PDF fitxategiak linean, erraz eta doan.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "PDF konpresioa, PDF konprimitu, konpresio teknologia aurreratua, esperientzia ezin hobea, fitxategi-tamaina optimizatua, irudien kalitate ezin hobea, irudi garbiak, testu zorrotza, galerarik gabeko konpresioa, ahaleginik gabeko eraginkortasuna, konpresio-teknika onenak, bateragarritasun hobetua, errendimendu bizkorra, fidagarritasun fidagarria , dokumentuen kudeaketa, PDF konpresioaren etorkizuna",
  "Embrace the future of PDF compression with our unparalleled technology.": "Hartu PDF konpresioaren etorkizuna gure teknologia paregabearekin.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "Esfortzurik gabeko eraginkortasuna, irudi-kalitate ezin hobea eta bateragarritasun hobetua batzen dira eskuragarri dagoen PDF konpresio esperientzia onena eskaintzeko",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "Sinplifikatu zure dokumentuen kudeaketa gaur eta batu gure maila goreneko konpresio-teknologiaren indarra ezagutu duten gure erabiltzaile pozik.",
  "Seamlessly Streamlined PDFs": "Ezin hobeto erraztutako PDFak",
  "Picture-Perfect Quality": "Irudi-Kalitate Perfektua",
  "Effortless Efficiency": "Esfortzurik gabeko Eraginkortasuna",
  "Enhanced File Compatibility": "Fitxategien bateragarritasun hobetua",
  "Lightning-Fast Performance": "Tximista-Azkarra Errendimendua",
  "Trusted Reliability": "Fidagarritasuna",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "Gure konpresio teknologia aurreratuarekin, PDF fitxategiak automatikoki optimizatzen dira ahalik eta tamaina txikienera, eskuzko esku-hartzerik gabe. Esan agur dokumentu ugariei eta gozatu modu eraginkorrean konprimitutako fitxategiak kudeatzeko esperientzia ezin hobeaz.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "Gure konpresio algoritmoa zure dokumentuen xehetasun guztiak gordetzeko diseinatuta dago. Gozatu irudi gardenak eta testu zorrotzak, gure teknologiak galerarik gabeko konpresioa bermatzen baitu, konpresio ondoren ere kalitate gorena bermatuz.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "Gure zerbitzuak eszenaren atzean dagoen guztiaz arduratzen da, beraz, ez duzu kezkatu behar deflate edo deflate_images bezalako konpresio-aukerak hautatzeko. Esperientzia esfortzurik gabeko eraginkortasuna, gure teknologiak automatikoki aplikatzen baititu konpresio-teknika onenak zuretzat.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "Gure konpresio-teknologiak neurri gehiago egiten ditu irudiak eta letra-tipoak automatikoki zabalduz hainbat aplikaziorekin bateragarritasun hobea izateko. Ziur egon zure PDFak plataforma eta gailu ezberdinetan ezin hobeto bistaratuko direla.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "Harrituta geratuko zara gure zerbitzuaren errendimendu bizkorrarekin. Fitxategien tamaina txikiagoak dokumentuak kargatu, deskargatu eta partekatzea azkarrago dakar, denbora baliotsua aurreztuko dizu eta produktibitate orokorra areagotuz.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "Gure konpresio-teknologia punta-puntakoa izateaz gain, emaitza koherenteak eta fidagarriak eskaintzen dituen fidagarria eta frogatua da. Pozik dauden erabiltzaile ugarik gure konpresio-zerbitzuaren onurak ezagutu dituzte, zure dokumentuak kudeatzeko behar guztietarako egokiena dena.",
  "Convert {from} to {to} | filekit.co": "Bihurtu {from} {to} | filekit.co",
  "Convert {from} to {to} online for free | filekit.co": "Bihurtu {from} to {to} linean doan | filekit.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "fitxategia, formatua, bihurtu {fromExt} {toExt}, {fromExt}, {toExt}, doan, linean, File Converter, filekit.co",
  "{fromExt} to {toExt} Converter - Filekit.co is a free and fast online file conversion service.": "definitu gabe",
  "Start": "Hasi",
  "Your all-in-one file toolkit for seamless file management, including format     conversions, image editing, compression, and protection.": "Fitxategien tresna-tresna bateratu gabeko fitxategiak kudeatzeko, formatua barne\n    bihurketak, irudien edizioa, konpresioa eta babesa.",
  "Protect PDF. Tool to encrypt PDF with password": "Babestu PDFa. PDF pasahitzarekin enkriptatzeko tresna",
  "Encrypt and protect PDF with a password to safeguard sensitive information. Secure your PDF files online, with ease and without registration.": "Enkriptatu eta babestu PDF pasahitz batekin, informazio sentikorra babesteko. Babestu zure PDF fitxategiak linean, erraz eta erregistratu gabe.",
  "encrypt pdf, pdf password, protect pdf, pdf access, password for pdf document": "enkriptatu pdf, pdf pasahitza, babestu pdf, pdf sarbidea, pdf dokumenturako pasahitza",
  "An easy-to-use online tool to Protect PDF files with a password.": "Lineako tresna erabilerraza PDF fitxategiak pasahitz batekin babesteko.",
  "Image Background Remover | Remove Bg from Image for Free": "Irudiaren atzeko planoa kentzeko | Kendu Bg iruditik doan",
  "Remove the background from images online with our free background eraser. Download your transparent background image and change the background.": "Kendu atzeko planoa sareko irudietatik gure doako atzeko borragoarekin. Deskargatu atzeko plano gardena eta aldatu atzeko planoa.",
  "remove bg, remove background from image, background eraser, transparent background, white background": "kendu bg, kendu atzeko planoa iruditik, atzeko borragoma, hondo gardena, hondo zuria",
  "Best image remover": "Irudiak kentzeko onena",
  "removes background images perfectly.": "atzeko planoko irudiak ezin hobeto kentzen ditu.",
  "Filekit provides excellent support for removing the background of photos, delivering satisfactory results.": "Filekit-ek laguntza bikaina eskaintzen du argazkien atzeko planoa kentzeko, emaitza onak emanez.",
  "Filekit utilizes the latest deep learning technology to flawlessly remove the background of photos.": "Filekit-ek ikaskuntza sakoneko azken teknologia erabiltzen du argazkien atzeko planoa ezin hobeto kentzeko.",
  "You can obtain the desired results directly from your browser without the need to install any software.": "Nahi dituzun emaitzak zuzenean lor ditzakezu zure nabigatzailetik inolako softwarerik instalatu beharrik gabe.",
  "You can remove background images from image files of all formats, including JPEG, PNG, URL, and more.": "Formatu guztietako irudi fitxategietatik atzeko planoko irudiak ken ditzakezu, JPEG, PNG, URL eta abar barne.",
  "Thanks to its user-friendly interface, Filekit allows you to remove background images with just one click.": "Bere interfaze atseginari esker, Filekit-ek atzeko planoko irudiak klik bakarrarekin kentzeko aukera ematen du.",
  "Select or drag and drop the photo file you want to remove the background image from. Within 2 seconds, you can preview the result image and download it.": "Hautatu edo arrastatu eta jaregin atzeko planoko irudia kendu nahi duzun argazki-fitxategia. 2 segundoko epean, emaitzaren irudia aurreikus dezakezu eta deskargatu.",
  "No one can access the files uploaded by users.": "Inork ezin ditu erabiltzaileek igotako fitxategietara sartu.",
  "Flawless Removal": "Akatsik gabeko kentzea",
  "Online-based": "Sarean oinarrituta",
  "Support for All Formats": "Formatu guztietarako euskarria",
  "Easy to Use": "Erabiltzeko erraza",
  "How to Use": "Nola erabili",
  "Password protect a PDF": "Pasahitz bat babestu PDF bat",
  "Remove PDF passwords online for free. No size limits or ad watermarks. Easily and quickly remove passwords from your PDF files so you can edit and share them.": "Kendu PDF pasahitzak linean doan. Tamaina-mugarik edo iragarkien ur-markarik ez. Kendu pasahitzak erraz eta azkar zure PDF fitxategietatik, editatu eta partekatu ahal izateko.",
  "online pdf unlock, pdf unlock online, pdf file unlock, remove pdf password online, pdf remove password protection": "lineako pdf desblokeatu, pdf desblokeatu linean, pdf fitxategia desblokeatu, kendu pdf pasahitza linean, pdf kendu pasahitz babesa",
  "Maximum file size must be 30MB": "Fitxategiaren gehienezko tamaina 30 MB izan behar du",
  "File Name": "Fitxategi izena",
  "Image URL": "Irudiaren URLa",
  "File Status": "Fitxategiaren egoera",
  "Click": "Egin klik",
  "Sample Images": "Lagin Irudiak",
  "Human": "Gizakia",
  "Stuff": "Gauzak",
  "Animal": "Animalia",
  "Character": "Pertsonaia",
  "Filekit.co - Convert {fromExt} to {toExt} and More | Fast & Free Download": "Filekit.co - Bihurtu",
  "Online download videos from YouTube for FREE to PC, mobile. Supports downloading all formats: MP4, 3GP, WebM, HD videos, convert YouTube to MP3, M4A": "Lineako bideoak deskargatu YouTube-tik DOAN ordenagailura, mugikorrera. Formatu guztiak deskargatzen ditu: MP4, 3GP, WebM, HD bideoak, YouTube MP3 bihurtzeko, M4A",
  "YouTube to MP3, YouTube download, YouTube free, convert YouTube to MP3, download YouTube videos, Filekit.co": "YouTube MP3ra, YouTube deskargatu, YouTube doan, bihurtu YouTube MP3ra, deskargatu YouTube bideoak, Filekit.co",
  "The best YouTube to MP3 Converter & Downloader": "YouTube-ren MP3 bihurgailu eta deskargatzaile onena",
  "Convert YouTube to MP3": "Bihurtu YouTube MP3ra",
  "Fast & Free Download": "Deskarga azkarra eta doakoa",
  "Looking for a reliable solution to convert YouTube videos to MP3?           Filekit.co offers an advanced online tool for seamless YouTube to MP3           conversion, along with a range of other formats.": "YouTube bideoak MP3 bihurtzeko irtenbide fidagarri baten bila?\n          Filekit.co-k lineako tresna aurreratu bat eskaintzen du YouTube-k MP3rako\n          bihurketa, beste formatu sorta batekin batera.",
  "With our user-friendly Web-App, you can easily download YouTube           content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats,           absolutely free.": "Gure web-aplikazio errazarekin, erraz deskargatu dezakezu YouTube\n          edukia AAC, M4A, PUS, Vorbis, FLAC, ALAC eta WAV formatuetan,\n          guztiz doakoa.",
  "Convert YouTube to MP3 - Simple Steps for Free Download": "Bihurtu YouTube MP3ra - Doako deskargarako urrats sinpleak",
  "Discover the YouTube video you want to convert and download.": "Ezagutu bihurtu eta deskargatu nahi duzun YouTube bideoa.",
  "Start the video playback, then copy the video URL from your             browser's address bar.": "Hasi bideoa erreproduzitzen, eta kopiatu bideoaren URLa zure helbidetik\n            arakatzailearen helbide-barra.",
  "Access our fast and efficient Web-App, and paste the video URL into             our converter. Choose your preferred format, such as MP3 or MP4. If             no format is specified, the default conversion will be to MP3.": "Sartu gure web-aplikazio azkar eta eraginkorra, eta itsatsi bideoaren URLa\n            gure bihurgailua. Aukeratu nahi duzun formatua, hala nola, MP3 edo MP4. Bada\n            formaturik ez da zehazten, lehenetsitako bihurketa MP3ra izango da.",
  "Initiate the conversion process with a single click. We strive to             provide high-quality conversions, but please note that videos longer             than 90 minutes may take a bit longer.": "Hasi bihurketa prozesua klik bakar batekin. saiatzen gara\n            kalitate handiko bihurketak eskaintzea, baina kontuan izan bideoak luzeagoak direla\n            90 minutu baino apur bat luzeagoa izan daiteke.",
  "Once the video is converted, simply click the Download button to get             your file instantly.": "Bideoa bihurtu ondoren, egin klik Deskargatu botoian lortzeko\n            zure fitxategia berehala.",
  "Unlock the Power of YouTube - Free, Safe, and Secure.": "Desblokeatu YouTube-ren boterea: doakoa, segurua eta segurua.",
  "Filekit.co's Web-App ensures your safety and security while using our           service. Feel confident knowing that our platform adheres to industry           standards and that your personal information is protected. Experience           the next level of YouTube to MP3 conversion with Filekit.co -           recommended by satisfied users worldwide.": "Filekit.co-ren Web-Aplikazioak zure segurtasuna eta segurtasuna bermatzen ditu gure erabiltzen duzun bitartean\n          zerbitzua. Senti zaitez gure plataforma industriari atxikitzen zaiola jakinda\n          estandarrak eta zure informazio pertsonala babestuta dagoela. Esperientzia\n          YouTube-ren hurrengo maila MP3 bihurtzeko Filekit.co-rekin -\n          Mundu osoko erabiltzaile pozik gomendatua.",
  "Download MP3 files from YouTube videos and save them on your computer": "Deskargatu MP3 fitxategiak YouTube bideoetatik eta gorde ordenagailuan",
  "The faster YouTube to MP3 video downloader ever created!": "Inoiz sortu den YouTube-ra MP3 bideo deskargatzaile azkarragoa!",
  "Fast YouTube to MP3 conversion": "YouTube azkarra MP3 bihurtzeko",
  "Free video downloader": "Doako bideo deskargatzailea",
  "Download YouTube videos without software": "Deskargatu YouTube bideoak softwarerik gabe",
  "Select a YouTube video": "Hautatu YouTube bideo bat",
  "Paste the YouTube URL link": "Itsatsi YouTube URL esteka",
  "Download YouTube video to MP3": "Deskargatu YouTube bideoa MP3ra",
  "Filekit.co is by far the fastest online video converter in the world.": "Filekit.co munduko lineako bideo bihurgailurik azkarrena da.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "YouTube-ra MP3 bideo deskargatzaile hau doakoa da guztiontzat eta betirako.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "YouTube bideo bat MP3 bihur dezakezu modu anonimoan, ez gara zure datu pertsonalak biltzen ari.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "Bisitatu YouTube webgunea, bilatu eta erreproduzitu deskargatu nahi duzun bideoa eta kopiatu haren URL esteka.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "Itsatsi YouTube bideoaren URL esteka goiko bilaketa eremuan MP3 bihurketa hasteko.",
  "Click the save button to download the Youtube video in MP3": "Egin klik Gorde botoian Youtubeko bideoa MP3n deskargatzeko"
}