{
  "CBZ to PDF | Filekit.co": "CBZ en PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "Convertisseur CBZ en PDF - Filekit.co est un service de conversion de fichiers en ligne gratuit et rapide.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ en PDF, convertir cbz, convertir pdf, modifier, fichier pdf, fichier cbz",
  "Convert {fromExt} to {toExt} online for free": "Convertissez {fromExt} en {toExt} en ligne gratuitement",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "image, convertir {fromExt} en {toExt}, {fromExt}, {toExt}, gratuit, en ligne, Convertisseur de fichiers",
  "File Kit": "Trousse de fichiers",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit est un convertisseur de fichiers basé sur un navigateur prenant en charge plus de 300 formats, offrant des conversions étendues, des temps de traitement rapides et des paramètres personnalisables tout en garantissant la sécurité et la compatibilité des données sur tous les appareils.",
  "Let's kit": "Faisons le kit",
  "Something went wrong": "'Quelque chose s'est mal passé'",
  "Trusted by over 1 million users every month": "Approuvé par plus d'un million d'utilisateurs chaque mois",
  "Employess of large and small companies all over the world use our service": "Les employés de grandes et petites entreprises du monde entier utilisent notre service",
  "File Conversion, Compression, and Background Removal Services": "Services de conversion de fichiers, de compression et de suppression d'arrière-plan",
  "Best file conversion and Image removal software": "Meilleur logiciel de conversion de fichiers et de suppression d'images",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Nous offrons une large gamme de services de conversion de fichiers, de compression et de suppression d'arrière-plan pour répondre à vos besoins. Que vous ayez besoin de convertir un document au format PDF, de compresser un fichier volumineux ou de supprimer l'arrière-plan d'une image, nous pouvons vous aider. Nos services sont faciles à utiliser et abordables.",
  "Convenient Conversion": "Conversion pratique",
  "Flawless Background Image Removal": "Suppression parfaite de l'image d'arrière-plan",
  "Fast Speed": "Vitesse rapide",
  "Completely Free": "Complètement libre",
  "Security": "Sécurité",
  "Support for All Devices": "Prise en charge de tous les appareils",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "En effectuant simplement trois actions : faire glisser et déposer des fichiers, cliquer sur le bouton de conversion et vérifier le fichier résultant, vous pouvez obtenir facilement la sortie souhaitée. Avec ces étapes simples, vous pouvez obtenir les résultats souhaités.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Nous fournissons une fonctionnalité qui supprime parfaitement l'image d'arrière-plan de vos photos.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Faites glisser et déposez votre document ou fichier image et cliquez sur le bouton. Notre objectif est de fournir tous les résultats dans les 2 minutes.",
  "All file conversions and background image removal are completely free.": "Toutes les conversions de fichiers et la suppression des images d'arrière-plan sont entièrement gratuites.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Nous n'utilisons pas les fichiers téléchargés à des fins commerciales. Personne ne peut accéder aux fichiers de l'utilisateur, assurant une protection complète de la vie privée.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto fonctionne sur toutes les plateformes, y compris les navigateurs, les tablettes et les appareils mobiles.",
  "Click or Drag & Drop": "Cliquer ou Glisser & Déposer",
  "files": "des dossiers",
  "file": "déposer",
  "Type Image URL and Press Submit Button": "Tapez l'URL de l'image et appuyez sur le bouton Soumettre",
  "close": "fermer",
  "Submit": "Soumettre",
  "Select files": "Sélectionnez les fichiers",
  "Maximum file size must be 512MB": "La taille maximale du fichier doit être de 512 Mo",
  "Download": "Télécharger",
  "Close menu": "Fermer le menu",
  "Clear": "Clair",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Ce convertisseur PDF en DOC en ligne gratuit vous permet d'enregistrer un fichier PDF en tant que document modifiable au format Microsoft Word DOC, garantissant une meilleure qualité que de nombreux autres convertisseurs.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Ce convertisseur gratuit de PDF en DOCX vous permet de convertir des documents PDF en fichiers Office Open XML, compatibles avec tous les principaux logiciels de bureautique, offrant la meilleure qualité de conversion possible.",
  "Remove Background": "Supprimer l'arrière-plan",
  "Remove Background of your Image": "Supprimer l'arrière-plan de votre image",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Veuillez faire glisser et déposer des fichiers n'importe où sur l'écran ou cliquez sur la zone de dépôt ci-dessous.",
  "Unlock": "Ouvrir",
  "An easy-to-use online tool to remove passwords from PDFs.": "Un outil en ligne facile à utiliser pour supprimer les mots de passe des PDF.",
  "Drop files to upload": "Déposez les fichiers à télécharger",
  "URL": "URL",
  "Compress PDF online. Same PDF quality less file size": "Compresser PDF en ligne. Même qualité PDF moins la taille du fichier",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "Compressez le fichier PDF pour obtenir la même qualité PDF mais moins de taille de fichier. Compressez ou optimisez des fichiers PDF en ligne, facilement et gratuitement.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "Compression PDF, compresser PDF, technologie de compression avancée, expérience transparente, taille de fichier optimisée, qualité d'image parfaite, images cristallines, texte net, compression sans perte, efficacité sans effort, meilleures techniques de compression, compatibilité améliorée, performances ultra-rapides, fiabilité fiable , gestion de documents, avenir de la compression PDF",
  "Embrace the future of PDF compression with our unparalleled technology.": "Adoptez l'avenir de la compression PDF avec notre technologie inégalée.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "Efficacité sans effort, qualité d'image parfaite et compatibilité améliorée fusionnent pour vous offrir la meilleure expérience de compression PDF disponible",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "Simplifiez la gestion de vos documents dès aujourd'hui et rejoignez les rangs de nos utilisateurs satisfaits qui ont déjà fait l'expérience de la puissance de notre technologie de compression de pointe.",
  "Seamlessly Streamlined PDFs": "PDF parfaitement simplifiés",
  "Picture-Perfect Quality": "Qualité d'image parfaite",
  "Effortless Efficiency": "Efficacité sans effort",
  "Enhanced File Compatibility": "Compatibilité améliorée des fichiers",
  "Lightning-Fast Performance": "Performances ultra-rapides",
  "Trusted Reliability": "Fiabilité digne de confiance",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "Grâce à notre technologie de compression avancée, les fichiers PDF sont automatiquement optimisés à leur plus petite taille possible sans aucune intervention manuelle. Dites adieu aux documents volumineux et profitez de l'expérience transparente de la gestion efficace des fichiers compressés.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "Notre algorithme de compression est conçu pour préserver chaque détail de vos documents. Profitez d'images cristallines et de textes nets, car notre technologie garantit une compression sans perte, garantissant la meilleure qualité même après la compression.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "Notre service s'occupe de tout dans les coulisses, vous n'avez donc pas à vous soucier de sélectionner des options de compression comme deflate ou deflate_images. Faites l'expérience d'une efficacité sans effort car notre technologie applique automatiquement les meilleures techniques de compression pour vous.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "Notre technologie de compression va encore plus loin en agrandissant automatiquement les images et les polices pour une meilleure compatibilité avec diverses applications. Soyez assuré que vos PDF seront parfaitement affichés sur différentes plateformes et appareils.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "Vous serez étonné de la performance ultra-rapide de notre service. Des fichiers de plus petite taille signifient des chargements, téléchargements et partages de documents plus rapides, ce qui vous permet de gagner un temps précieux et d'augmenter la productivité globale.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "Notre technologie de compression est non seulement à la pointe de la technologie, mais également fiable et éprouvée pour fournir des résultats cohérents et fiables. D'innombrables utilisateurs satisfaits ont fait l'expérience des avantages de notre service de compression, ce qui en fait le choix incontournable pour tous vos besoins de gestion de documents.",
  "Convert {from} to {to} | filekit.co": "Convertir {de} en {vers} | filekit.co",
  "Convert {from} to {to} online for free | filekit.co": "Convertissez {from} en {to} en ligne gratuitement | filekit.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "fichier, format, convertir {fromExt} en {toExt}, {fromExt}, {toExt}, gratuit, en ligne, Convertisseur de fichiers, filekit.co",
  "{fromExt} to {toExt} Converter - Filekit.co is a free and fast online file conversion service.": "indéfini",
  "Start": "Commencer",
  "Your all-in-one file toolkit for seamless file management, including format     conversions, image editing, compression, and protection.": "Votre boîte à outils de fichiers tout-en-un pour une gestion transparente des fichiers, y compris le format\n    conversions, édition d'images, compression et protection.",
  "Protect PDF. Tool to encrypt PDF with password": "Protégez le PDF. Outil pour chiffrer un PDF avec un mot de passe",
  "Encrypt and protect PDF with a password to safeguard sensitive information. Secure your PDF files online, with ease and without registration.": "Chiffrez et protégez le PDF avec un mot de passe pour protéger les informations sensibles. Sécurisez vos fichiers PDF en ligne, en toute simplicité et sans inscription.",
  "encrypt pdf, pdf password, protect pdf, pdf access, password for pdf document": "chiffrer pdf, mot de passe pdf, protéger pdf, accès pdf, mot de passe pour document pdf",
  "An easy-to-use online tool to Protect PDF files with a password.": "Un outil en ligne facile à utiliser pour protéger les fichiers PDF avec un mot de passe.",
  "Image Background Remover | Remove Bg from Image for Free": "Suppresseur d'arrière-plan d'image | Supprimer Bg de l'image gratuitement",
  "Remove the background from images online with our free background eraser. Download your transparent background image and change the background.": "Supprimez l'arrière-plan des images en ligne avec notre gomme d'arrière-plan gratuite. Téléchargez votre image d'arrière-plan transparente et modifiez l'arrière-plan.",
  "remove bg, remove background from image, background eraser, transparent background, white background": "supprimer bg, supprimer l'arrière-plan de l'image, gomme d'arrière-plan, fond transparent, fond blanc",
  "Best image remover": "Meilleur décapant d'image",
  "removes background images perfectly.": "supprime parfaitement les images d'arrière-plan.",
  "Filekit provides excellent support for removing the background of photos, delivering satisfactory results.": "Filekit fournit un excellent support pour supprimer l'arrière-plan des photos, offrant des résultats satisfaisants.",
  "Filekit utilizes the latest deep learning technology to flawlessly remove the background of photos.": "Filekit utilise la dernière technologie d'apprentissage en profondeur pour supprimer parfaitement l'arrière-plan des photos.",
  "You can obtain the desired results directly from your browser without the need to install any software.": "Vous pouvez obtenir les résultats souhaités directement depuis votre navigateur sans avoir besoin d'installer de logiciel.",
  "You can remove background images from image files of all formats, including JPEG, PNG, URL, and more.": "Vous pouvez supprimer les images d'arrière-plan des fichiers image de tous les formats, y compris JPEG, PNG, URL, etc.",
  "Thanks to its user-friendly interface, Filekit allows you to remove background images with just one click.": "Grâce à son interface conviviale, Filekit vous permet de supprimer les images d'arrière-plan en un seul clic.",
  "Select or drag and drop the photo file you want to remove the background image from. Within 2 seconds, you can preview the result image and download it.": "Sélectionnez ou faites glisser et déposez le fichier photo dont vous souhaitez supprimer l'image d'arrière-plan. En 2 secondes, vous pouvez prévisualiser l'image du résultat et la télécharger.",
  "No one can access the files uploaded by users.": "Personne ne peut accéder aux fichiers téléchargés par les utilisateurs.",
  "Flawless Removal": "Retrait sans faille",
  "Online-based": "En ligne",
  "Support for All Formats": "Prise en charge de tous les formats",
  "Easy to Use": "Facile à utiliser",
  "How to Use": "Comment utiliser",
  "Password protect a PDF": "Protéger un PDF par mot de passe",
  "Remove PDF passwords online for free. No size limits or ad watermarks. Easily and quickly remove passwords from your PDF files so you can edit and share them.": "Supprimer les mots de passe PDF en ligne gratuitement. Aucune limite de taille ni filigrane publicitaire. Supprimez facilement et rapidement les mots de passe de vos fichiers PDF afin de pouvoir les modifier et les partager.",
  "online pdf unlock, pdf unlock online, pdf file unlock, remove pdf password online, pdf remove password protection": "déverrouillage pdf en ligne, déverrouillage pdf en ligne, déverrouillage de fichier pdf, supprimer le mot de passe pdf en ligne, pdf supprimer la protection par mot de passe"
}