{
  "CBZ to PDF | Filekit.co": "CBZ ל-PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "ממיר CBZ ל-PDF - Filekit.co הוא שירות המרת קבצים מקוון בחינם ומהיר.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ ל-PDF, המרת cbz, המרת pdf, שינוי, קובץ pdf, קובץ cbz",
  "Convert {fromExt} to {toExt} online for free": "המר את {fromExt} ל-{toExt} באינטרנט בחינם",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "תמונה, המר {fromExt} ל-{toExt}, {fromExt}, {toExt}, בחינם, מקוון, ממיר קבצים",
  "File Kit": "ערכת קבצים",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit הוא ממיר קבצים מבוסס דפדפן עם תמיכה בלמעלה מ-300 פורמטים, המספק המרות נרחבות, זמני עיבוד מהירים והגדרות הניתנות להתאמה אישית תוך הבטחת אבטחת נתונים ותאימות בכל המכשירים.",
  "Let's kit": "בוא נעשה ערכה",
  "Something went wrong": "'משהו השתבש'",
  "Trusted by over 1 million users every month": "מהימנים על ידי למעלה ממיליון משתמשים בכל חודש",
  "Employess of large and small companies all over the world use our service": "עובדים של חברות גדולות וקטנות בכל רחבי העולם משתמשים בשירות שלנו",
  "File Conversion, Compression, and Background Removal Services": "שירותי המרת קבצים, דחיסה והסרת רקע",
  "Best file conversion and Image removal software": "התוכנה הטובה ביותר להמרת קבצים ולהסרת תמונות",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "אנו מציעים מגוון רחב של שירותי המרת קבצים, דחיסה והסרת רקע כדי לענות על הצרכים שלך. בין אם אתה צריך להמיר מסמך ל-PDF, לדחוס קובץ גדול או להסיר את הרקע מתמונה, אנחנו יכולים לעזור. השירותים שלנו קלים לשימוש ובמחיר סביר.",
  "Convenient Conversion": "המרה נוחה",
  "Flawless Background Image Removal": "הסרת תמונת רקע ללא רבב",
  "Fast Speed": "מהירות גבוהה",
  "Completely Free": "לגמרי חופשי",
  "Security": "בִּטָחוֹן",
  "Support for All Devices": "תמיכה בכל המכשירים",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "על ידי ביצוע פשוט של שלוש פעולות: גרירה ושחרור של קבצים, לחיצה על כפתור ההמרה ובדיקת הקובץ שנוצר, אתה יכול להשיג את הפלט הרצוי בקלות. עם השלבים הפשוטים האלה, אתה יכול להשיג את התוצאות הרצויות.",
  "We provide a feature that flawlessly removes the background image from your photos.": "אנו מספקים תכונה המסירה ללא רבב את תמונת הרקע מהתמונות שלך.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "גרור ושחרר את המסמך או קובץ התמונה ולחץ על הכפתור. אנו שואפים לספק את כל התוצאות תוך 2 דקות.",
  "All file conversions and background image removal are completely free.": "כל המרות הקבצים והסרת תמונות הרקע הן בחינם לחלוטין.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "אנו לא משתמשים בקבצים שהועלו למטרות מסחריות. אף אחד לא יכול לגשת לקבצים של המשתמש, מה שמבטיח הגנה מלאה על הפרטיות.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto עובד בכל הפלטפורמות, כולל דפדפנים, טאבלטים ומכשירים ניידים."
}