{
  "CBZ to PDF | Filekit.co": "CBZ ל-PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "ממיר CBZ ל-PDF - Filekit.co הוא שירות המרת קבצים מקוון בחינם ומהיר.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ ל-PDF, המרת cbz, המרת pdf, שינוי, קובץ pdf, קובץ cbz",
  "Convert {fromExt} to {toExt} online for free": "המר את {fromExt} ל-{toExt} באינטרנט בחינם",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "תמונה, המר {fromExt} ל-{toExt}, {fromExt}, {toExt}, בחינם, מקוון, ממיר קבצים",
  "File Kit": "ערכת קבצים",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit הוא ממיר קבצים מבוסס דפדפן עם תמיכה בלמעלה מ-300 פורמטים, המספק המרות נרחבות, זמני עיבוד מהירים והגדרות הניתנות להתאמה אישית תוך הבטחת אבטחת נתונים ותאימות בכל המכשירים.",
  "Let's kit": "בוא נעשה ערכה",
  "Something went wrong": "'משהו השתבש'",
  "Trusted by over 1 million users every month": "מהימנים על ידי למעלה ממיליון משתמשים בכל חודש",
  "Employess of large and small companies all over the world use our service": "עובדים של חברות גדולות וקטנות בכל רחבי העולם משתמשים בשירות שלנו",
  "File Conversion, Compression, and Background Removal Services": "שירותי המרת קבצים, דחיסה והסרת רקע",
  "Best file conversion and Image removal software": "התוכנה הטובה ביותר להמרת קבצים ולהסרת תמונות",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "אנו מציעים מגוון רחב של שירותי המרת קבצים, דחיסה והסרת רקע כדי לענות על הצרכים שלך. בין אם אתה צריך להמיר מסמך ל-PDF, לדחוס קובץ גדול או להסיר את הרקע מתמונה, אנחנו יכולים לעזור. השירותים שלנו קלים לשימוש ובמחיר סביר.",
  "Convenient Conversion": "המרה נוחה",
  "Flawless Background Image Removal": "הסרת תמונת רקע ללא רבב",
  "Fast Speed": "מהירות גבוהה",
  "Completely Free": "לגמרי חופשי",
  "Security": "בִּטָחוֹן",
  "Support for All Devices": "תמיכה בכל המכשירים",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "על ידי ביצוע פשוט של שלוש פעולות: גרירה ושחרור של קבצים, לחיצה על כפתור ההמרה ובדיקת הקובץ שנוצר, אתה יכול להשיג את הפלט הרצוי בקלות. עם השלבים הפשוטים האלה, אתה יכול להשיג את התוצאות הרצויות.",
  "We provide a feature that flawlessly removes the background image from your photos.": "אנו מספקים תכונה המסירה ללא רבב את תמונת הרקע מהתמונות שלך.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "גרור ושחרר את המסמך או קובץ התמונה ולחץ על הכפתור. אנו שואפים לספק את כל התוצאות תוך 2 דקות.",
  "All file conversions and background image removal are completely free.": "כל המרות הקבצים והסרת תמונות הרקע הן בחינם לחלוטין.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "אנו לא משתמשים בקבצים שהועלו למטרות מסחריות. אף אחד לא יכול לגשת לקבצים של המשתמש, מה שמבטיח הגנה מלאה על הפרטיות.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto עובד בכל הפלטפורמות, כולל דפדפנים, טאבלטים ומכשירים ניידים.",
  "Click or Drag & Drop": "לחץ או גרור ושחרר",
  "files": "קבצים",
  "file": "קוֹבֶץ",
  "Type Image URL and Press Submit Button": "הקלד כתובת אתר של תמונה ולחץ על לחצן שלח",
  "close": "סגור",
  "Submit": "שלח",
  "Select files": "בחר קבצים",
  "Maximum file size must be 512MB": "גודל הקובץ המרבי חייב להיות 512MB",
  "Download": "הורד",
  "Close menu": "סגור תפריט",
  "Clear": "ברור",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "ממיר PDF ל-DOC המקוון בחינם מאפשר לך לשמור קובץ PDF כמסמך הניתן לעריכה בפורמט Microsoft Word DOC, מה שמבטיח איכות טובה יותר מאשר ממירים רבים אחרים.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "ממיר PDF ל-DOCX החינמי הזה מאפשר לך להמיר מסמכי PDF לקובצי Office Open XML, התואמים את כל תוכנות המשרד העיקריות, ומספק את איכות ההמרה הטובה ביותר.",
  "Remove Background": "הסר רקע",
  "Remove Background of your Image": "הסר את הרקע של התמונה שלך",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "אנא גרור ושחרר קבצים בכל מקום על המסך או לחץ על אזור הירידה למטה.",
  "Unlock": "לבטל נעילה",
  "An easy-to-use online tool to remove passwords from PDFs.": "כלי מקוון קל לשימוש להסרת סיסמאות מקובצי PDF.",
  "Drop files to upload": "שחרר קבצים להעלאה",
  "URL": "כתובת אתר",
  "Compress PDF online. Same PDF quality less file size": "דחוס PDF באינטרנט. אותה איכות PDF פחות גודל קובץ",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "דחוס קובץ PDF כדי לקבל את אותה איכות PDF אך גודל קובץ קטן יותר. דחוס או בצע אופטימיזציה של קבצי PDF באופן מקוון, בקלות ובחינם.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "דחיסת PDF, דחיסת PDF, טכנולוגיית דחיסה מתקדמת, חוויה חלקה, גודל קובץ אופטימלי, איכות תמונה מושלמת, תמונות ברורות, טקסט חד, דחיסה ללא אובדן, יעילות ללא מאמץ, טכניקות הדחיסה הטובות ביותר, תאימות משופרת, ביצועים מהירים, אמינות מהימנה , ניהול מסמכים, עתיד דחיסת PDF",
  "Embrace the future of PDF compression with our unparalleled technology.": "אמצו את העתיד של דחיסת PDF עם הטכנולוגיה שאין שניה לה.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "יעילות ללא מאמץ, איכות תמונה מושלמת ותאימות משופרת מתמזגים כדי להציע לך את חווית דחיסת PDF הטובה ביותר הזמינה",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "פשט את ניהול המסמכים שלך היום והצטרף לשורות המשתמשים המרוצים שלנו שכבר חוו את העוצמה של טכנולוגיית הדחיסה המובילה שלנו.",
  "Seamlessly Streamlined PDFs": "קובצי PDF יעילים בצורה חלקה",
  "Picture-Perfect Quality": "איכות תמונה מושלמת",
  "Effortless Efficiency": "יעילות ללא מאמץ",
  "Enhanced File Compatibility": "תאימות קבצים משופרת",
  "Lightning-Fast Performance": "ביצועים מהירים ברק",
  "Trusted Reliability": "אמינות מהימנה",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "עם טכנולוגיית הדחיסה המתקדמת שלנו, קבצי PDF עוברים אופטימיזציה אוטומטית לגודלם הקטן ביותר האפשרי ללא כל התערבות ידנית. היפרד לשלום ממסמכים מגושמים ותיהנה מהחוויה החלקה של טיפול בקבצים דחוסים ביעילות.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "אלגוריתם הדחיסה שלנו נועד לשמר כל פרט ופרט במסמכים שלך. תהנה מתמונות צלולות וטקסט חד, שכן הטכנולוגיה שלנו מבטיחה דחיסה ללא הפסדים, ומבטיחה את האיכות הגבוהה ביותר גם לאחר הדחיסה.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "השירות שלנו דואג להכל מאחורי הקלעים, כך שאינך צריך לדאוג לגבי בחירת אפשרויות דחיסה כמו deflate או deflate_images. התנסה ביעילות ללא מאמץ מכיוון שהטכנולוגיה שלנו מיישמת באופן אוטומטי את טכניקות הדחיסה הטובות ביותר עבורך.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "טכנולוגיית הדחיסה שלנו עושה את המייל הנוסף על ידי הרחבה אוטומטית של תמונות וגופנים להתאמה טובה יותר עם יישומים שונים. היה סמוך ובטוח שקובצי ה-PDF שלך יוצגו ללא רבב על פני פלטפורמות ומכשירים שונים.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "תתפלאו מהביצועים המהירים של השירות שלנו. גדלי קבצים קטנים יותר פירושם העלאות, הורדות ושיתוף מהיר יותר של מסמכים, חוסכים לך זמן יקר ומגדילים את הפרודוקטיביות הכוללת.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "טכנולוגיית הדחיסה שלנו היא לא רק מתקדמת אלא גם מהימנה ומוכחת כמספקת תוצאות עקביות ואמינות. אינספור משתמשים מרוצים חוו את היתרונות של שירות הדחיסה שלנו, מה שהופך אותו לבחירה המתאימה לכל צרכי ניהול המסמכים שלך.",
  "Convert {from} to {to} | filekit.co": "המר {from} ל-{to} | filekit.co",
  "Convert {from} to {to} online for free | filekit.co": "המר {from} ל-{to} באינטרנט בחינם | filekit.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "קובץ, פורמט, המר {fromExt} ל-{toExt}, {fromExt}, {toExt}, בחינם, מקוון, ממיר קבצים, filekit.co",
  "{fromExt} to {toExt} Converter - Filekit.co is a free and fast online file conversion service.": "לא מוגדר",
  "Start": "הַתחָלָה",
  "Your all-in-one file toolkit for seamless file management, including format     conversions, image editing, compression, and protection.": "ערכת הכלים ה-All-in-One שלך לניהול קבצים חלקה, כולל פורמט\n    המרות, עריכת תמונות, דחיסה והגנה.",
  "Protect PDF. Tool to encrypt PDF with password": "הגן על PDF. כלי להצפנת PDF עם סיסמה",
  "Encrypt and protect PDF with a password to safeguard sensitive information. Secure your PDF files online, with ease and without registration.": "הצפן והגן על PDF באמצעות סיסמה כדי להגן על מידע רגיש. אבטח את קבצי ה-PDF שלך באינטרנט, בקלות וללא רישום.",
  "encrypt pdf, pdf password, protect pdf, pdf access, password for pdf document": "הצפנת pdf, סיסמת pdf, הגנה על pdf, גישה ל-pdf, סיסמה למסמך pdf",
  "An easy-to-use online tool to Protect PDF files with a password.": "כלי מקוון קל לשימוש להגנה על קבצי PDF באמצעות סיסמה.",
  "Image Background Remover | Remove Bg from Image for Free": "מסיר רקע תמונה | הסר Bg מתמונה בחינם",
  "Remove the background from images online with our free background eraser. Download your transparent background image and change the background.": "הסר את הרקע מהתמונות באינטרנט עם מחק הרקע החינמי שלנו. הורד את תמונת הרקע השקופה שלך ושנה את הרקע.",
  "remove bg, remove background from image, background eraser, transparent background, white background": "הסר bg, הסר רקע מהתמונה, מחק רקע, רקע שקוף, רקע לבן",
  "Best image remover": "מסיר התמונה הטוב ביותר",
  "removes background images perfectly.": "מסיר תמונות רקע בצורה מושלמת.",
  "Filekit provides excellent support for removing the background of photos, delivering satisfactory results.": "Filekit מספקת תמיכה מצוינת להסרת הרקע של תמונות, ומספקת תוצאות משביעות רצון.",
  "Filekit utilizes the latest deep learning technology to flawlessly remove the background of photos.": "Filekit משתמש בטכנולוגיית הלמידה העמוקה העדכנית ביותר כדי להסיר ללא רבב את הרקע של התמונות.",
  "You can obtain the desired results directly from your browser without the need to install any software.": "אתה יכול להשיג את התוצאות הרצויות ישירות מהדפדפן שלך ללא צורך בהתקנת תוכנה כלשהי.",
  "You can remove background images from image files of all formats, including JPEG, PNG, URL, and more.": "אתה יכול להסיר תמונות רקע מקובצי תמונה בכל הפורמטים, כולל JPEG, PNG, URL ועוד.",
  "Thanks to its user-friendly interface, Filekit allows you to remove background images with just one click.": "הודות לממשק הידידותי שלה, Filekit מאפשרת להסיר תמונות רקע בלחיצה אחת בלבד.",
  "Select or drag and drop the photo file you want to remove the background image from. Within 2 seconds, you can preview the result image and download it.": "בחר או גרור ושחרר את קובץ התמונה שממנו ברצונך להסיר את תמונת הרקע. בתוך 2 שניות, אתה יכול לצפות בתצוגה מקדימה של תמונת התוצאה ולהוריד אותה.",
  "No one can access the files uploaded by users.": "אף אחד לא יכול לגשת לקבצים שהועלו על ידי משתמשים.",
  "Flawless Removal": "הסרה ללא רבב",
  "Online-based": "מבוסס באינטרנט",
  "Support for All Formats": "תמיכה בכל הפורמטים",
  "Easy to Use": "קל לשימוש",
  "How to Use": "איך להישתמש",
  "Password protect a PDF": "הגן באמצעות סיסמה על PDF",
  "Remove PDF passwords online for free. No size limits or ad watermarks. Easily and quickly remove passwords from your PDF files so you can edit and share them.": "הסר סיסמאות PDF באינטרנט בחינם. אין מגבלות גודל או סימני מים למודעות. הסר בקלות ובמהירות סיסמאות מקובצי ה-PDF שלך כדי שתוכל לערוך ולשתף אותן.",
  "online pdf unlock, pdf unlock online, pdf file unlock, remove pdf password online, pdf remove password protection": "ביטול נעילה של PDF, ביטול נעילה מקוון של PDF, ביטול נעילה של קובץ PDF, הסרת סיסמת PDF באופן מקוון, הגנה מפני סיסמה של PDF",
  "Maximum file size must be 30MB": "גודל הקובץ המרבי חייב להיות 30MB"
}