{
  "CBZ to PDF | Filekit.co": "CBZ u PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ to PDF Converter - Filekit.co je besplatna i brza online usluga za pretvorbu datoteka.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ u PDF, pretvoriti cbz, pretvoriti pdf, promijeniti, pdf datoteka, cbz datoteka",
  "Convert {fromExt} to {toExt} online for free": "Pretvorite {fromExt} u {toExt} online besplatno",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "slika, pretvori {fromExt} u {toExt}, {fromExt}, {toExt}, besplatno, online, pretvarač datoteka",
  "File Kit": "Komplet datoteka",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit je konverter datoteka temeljen na pregledniku s podrškom za više od 300 formata, pružajući opsežne pretvorbe, brzo vrijeme obrade i prilagodljive postavke, a istovremeno osigurava sigurnost podataka i kompatibilnost na svim uređajima.",
  "Let's kit": "Idemo kit",
  "Something went wrong": "'Nešto je pošlo po zlu'",
  "Trusted by over 1 million users every month": "Svaki mjesec mu vjeruje više od milijun korisnika",
  "Employess of large and small companies all over the world use our service": "Zaposlenici velikih i malih tvrtki diljem svijeta koriste našu uslugu",
  "File Conversion, Compression, and Background Removal Services": "Usluge pretvorbe datoteka, kompresije i uklanjanja pozadine",
  "Best file conversion and Image removal software": "Najbolji softver za pretvorbu datoteka i uklanjanje slika",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Nudimo širok raspon usluga pretvorbe datoteka, kompresije i uklanjanja pozadine kako bismo zadovoljili vaše potrebe. Bilo da trebate pretvoriti dokument u PDF, komprimirati veliku datoteku ili ukloniti pozadinu sa slike, mi vam možemo pomoći. Naše su usluge jednostavne za korištenje i pristupačne.",
  "Convenient Conversion": "Pogodna pretvorba",
  "Flawless Background Image Removal": "Besprijekorno uklanjanje pozadinske slike",
  "Fast Speed": "Brza brzina",
  "Completely Free": "Potpuno besplatno",
  "Security": "Sigurnost",
  "Support for All Devices": "Podrška za sve uređaje",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Jednostavnim izvođenjem tri radnje: povlačenjem i ispuštanjem datoteka, klikom na gumb za pretvorbu i provjerom rezultirajuće datoteke, lako možete dobiti željeni rezultat. Pomoću ovih jednostavnih koraka možete postići željene rezultate.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Nudimo značajku koja besprijekorno uklanja pozadinsku sliku s vaših fotografija.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Povucite i ispustite dokument ili slikovnu datoteku i kliknite gumb. Cilj nam je pružiti sve rezultate unutar 2 minute.",
  "All file conversions and background image removal are completely free.": "Sve pretvorbe datoteka i uklanjanje pozadinske slike potpuno su besplatni.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Učitane datoteke ne koristimo u komercijalne svrhe. Nitko ne može pristupiti korisničkim datotekama, čime je osigurana potpuna zaštita privatnosti.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto radi na svim platformama, uključujući preglednike, tablete i mobilne uređaje.",
  "Click or Drag & Drop": "Pritisnite ili povucite i ispustite",
  "files": "datoteke",
  "file": "datoteka",
  "Type Image URL and Press Submit Button": "Upišite URL slike i pritisnite gumb Pošalji",
  "close": "Zatvoriti",
  "Submit": "podnijeti",
  "Select files": "Odaberite datoteke",
  "Maximum file size must be 512MB": "Maksimalna veličina datoteke mora biti 512 MB",
  "Download": "preuzimanje datoteka",
  "Close menu": "Zatvori izbornik",
  "Clear": "Čisto",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Ovaj besplatni online pretvarač PDF-a u DOC omogućuje spremanje PDF datoteke kao dokumenta koji se može uređivati u Microsoft Word DOC formatu, osiguravajući bolju kvalitetu od mnogih drugih pretvarača.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Ovaj besplatni pretvarač PDF-a u DOCX omogućuje pretvaranje PDF dokumenata u Office Open XML datoteke, kompatibilne sa svim glavnim uredskim softverima, pružajući najbolju moguću kvalitetu pretvorbe.",
  "Remove Background": "Ukloni pozadinu",
  "Remove Background of your Image": "Uklonite pozadinu svoje slike",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Povucite i ispustite datoteke bilo gdje na zaslonu ili kliknite padajuću zonu ispod.",
  "Unlock": "Otključati",
  "An easy-to-use online tool to remove passwords from PDFs.": "Mrežni alat jednostavan za korištenje za uklanjanje lozinki iz PDF-ova.",
  "Drop files to upload": "Ispustite datoteke za prijenos",
  "URL": "URL",
  "Compress PDF online. Same PDF quality less file size": "Komprimirajte PDF online. Ista PDF kvaliteta manje veličine datoteke",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "Komprimirajte PDF datoteku kako biste dobili istu kvalitetu PDF-a, ali manju veličinu datoteke. Komprimirajte ili optimizirajte PDF datoteke na mreži, jednostavno i besplatno.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "PDF kompresija, komprimirajte PDF, napredna tehnologija kompresije, besprijekorno iskustvo, optimizirana veličina datoteke, savršena kvaliteta slike, kristalno jasne slike, oštar tekst, kompresija bez gubitaka, učinkovitost bez napora, najbolje tehnike kompresije, poboljšana kompatibilnost, munjevito brza izvedba, pouzdana pouzdanost , upravljanje dokumentima, budućnost kompresije PDF-a",
  "Embrace the future of PDF compression with our unparalleled technology.": "Prihvatite budućnost PDF kompresije s našom tehnologijom bez premca.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "Učinkovitost bez napora, savršena kvaliteta slike i poboljšana kompatibilnost spajaju se kako bi vam ponudili najbolje dostupno iskustvo kompresije PDF-a",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "Pojednostavite svoje upravljanje dokumentima već danas i pridružite se redovima naših zadovoljnih korisnika koji su već iskusili snagu naše vrhunske tehnologije kompresije.",
  "Seamlessly Streamlined PDFs": "Besprijekorno pojednostavljeni PDF-ovi",
  "Picture-Perfect Quality": "Savršena kvaliteta slike",
  "Effortless Efficiency": "Učinkovitost bez napora",
  "Enhanced File Compatibility": "Poboljšana kompatibilnost datoteka",
  "Lightning-Fast Performance": "Izvedba munjevita",
  "Trusted Reliability": "Pouzdana pouzdanost",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "Uz našu naprednu tehnologiju kompresije, PDF datoteke se automatski optimiziraju na najmanju moguću veličinu bez ikakve ručne intervencije. Recite zbogom glomaznim dokumentima i uživajte u besprijekornom iskustvu rukovanja učinkovito komprimiranim datotekama.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "Naš algoritam kompresije dizajniran je za očuvanje svakog pojedinog detalja vaših dokumenata. Uživajte u kristalno jasnim slikama i oštrom tekstu jer naša tehnologija jamči kompresiju bez gubitaka, osiguravajući najvišu kvalitetu čak i nakon kompresije.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "Naša usluga brine o svemu iza kulisa, tako da ne morate brinuti o odabiru opcija kompresije kao što su deflate ili deflate_images. Iskusite učinkovitost bez napora jer naša tehnologija automatski primjenjuje najbolje tehnike kompresije za vas.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "Naša tehnologija kompresije ide dalje tako što automatski proširuje slike i fontove za bolju kompatibilnost s raznim aplikacijama. Budite sigurni da će vaši PDF-ovi biti besprijekorno prikazani na različitim platformama i uređajima.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "Bit ćete iznenađeni munjevitom izvedbom naše usluge. Manje veličine datoteka znače brže učitavanje, preuzimanje i dijeljenje dokumenata, čime se štedi dragocjeno vrijeme i povećava ukupna produktivnost.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "Naša tehnologija kompresije ne samo da je vrhunska, već je pouzdana i dokazano daje dosljedne i pouzdane rezultate. Nebrojeni zadovoljni korisnici iskusili su prednosti naše usluge kompresije, što je čini izborom za sve vaše potrebe upravljanja dokumentima.",
  "Convert {from} to {to} | filekit.co": "Pretvori {from} u {to} | filekit.co",
  "Convert {from} to {to} online for free | filekit.co": "Pretvorite {from} u {to} online besplatno | filekit.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "datoteka, format, pretvaranje {fromExt} u {toExt}, {fromExt}, {toExt}, besplatno, online, pretvarač datoteka, filekit.co",
  "{fromExt} to {toExt} Converter - Filekit.co is a free and fast online file conversion service.": "nedefiniran",
  "Start": "Početak",
  "Your all-in-one file toolkit for seamless file management, including format     conversions, image editing, compression, and protection.": "Vaš sveobuhvatni alat za datoteke za besprijekorno upravljanje datotekama, uključujući format\n    pretvorbe, uređivanje slika, kompresija i zaštita.",
  "Protect PDF. Tool to encrypt PDF with password": "Zaštitite PDF. Alat za šifriranje PDF-a lozinkom",
  "Encrypt and protect PDF with a password to safeguard sensitive information. Secure your PDF files online, with ease and without registration.": "Šifrirajte i zaštitite PDF lozinkom za zaštitu osjetljivih informacija. Osigurajte svoje PDF datoteke na mreži, s lakoćom i bez registracije.",
  "encrypt pdf, pdf password, protect pdf, pdf access, password for pdf document": "šifriranje pdf-a, lozinka za pdf, zaštita pdf-a, pristup pdf-u, lozinka za pdf dokument",
  "An easy-to-use online tool to Protect PDF files with a password.": "Mrežni alat jednostavan za korištenje za zaštitu PDF datoteka lozinkom.",
  "Image Background Remover | Remove Bg from Image for Free": "Uklanjanje pozadine slike | Besplatno uklonite Bg sa slike",
  "Remove the background from images online with our free background eraser. Download your transparent background image and change the background.": "Uklonite pozadinu sa slika na mreži pomoću našeg besplatnog brisača za pozadinu. Preuzmite svoju prozirnu pozadinsku sliku i promijenite pozadinu.",
  "remove bg, remove background from image, background eraser, transparent background, white background": "uklanjanje bg, uklanjanje pozadine sa slike, brisanje pozadine, prozirna pozadina, bijela pozadina",
  "Best image remover": "Najbolji alat za uklanjanje slika",
  "removes background images perfectly.": "savršeno uklanja pozadinske slike.",
  "Filekit provides excellent support for removing the background of photos, delivering satisfactory results.": "Filekit pruža izvrsnu podršku za uklanjanje pozadine fotografija, dajući zadovoljavajuće rezultate.",
  "Filekit utilizes the latest deep learning technology to flawlessly remove the background of photos.": "Filekit koristi najnoviju tehnologiju dubokog učenja za besprijekorno uklanjanje pozadine fotografija.",
  "You can obtain the desired results directly from your browser without the need to install any software.": "Željene rezultate možete dobiti izravno iz svog preglednika bez potrebe za instaliranjem softvera.",
  "You can remove background images from image files of all formats, including JPEG, PNG, URL, and more.": "Možete ukloniti pozadinske slike iz slikovnih datoteka svih formata, uključujući JPEG, PNG, URL i druge.",
  "Thanks to its user-friendly interface, Filekit allows you to remove background images with just one click.": "Zahvaljujući korisničkom sučelju, Filekit vam omogućuje uklanjanje pozadinskih slika samo jednim klikom.",
  "Select or drag and drop the photo file you want to remove the background image from. Within 2 seconds, you can preview the result image and download it.": "Odaberite ili povucite i ispustite datoteku fotografije iz koje želite ukloniti pozadinsku sliku. Unutar 2 sekunde možete pregledati sliku rezultata i preuzeti je.",
  "No one can access the files uploaded by users.": "Nitko ne može pristupiti datotekama koje su učitali korisnici.",
  "Flawless Removal": "Besprijekorno uklanjanje",
  "Online-based": "Na mreži",
  "Support for All Formats": "Podrška za sve formate",
  "Easy to Use": "Jednostavan za korištenje",
  "How to Use": "Kako koristiti",
  "Password protect a PDF": "Zaštitite PDF lozinkom",
  "Remove PDF passwords online for free. No size limits or ad watermarks. Easily and quickly remove passwords from your PDF files so you can edit and share them.": "Besplatno uklonite PDF lozinke online. Nema ograničenja veličine ili vodenih žigova oglasa. Jednostavno i brzo uklonite lozinke iz svojih PDF datoteka kako biste ih mogli uređivati i dijeliti.",
  "online pdf unlock, pdf unlock online, pdf file unlock, remove pdf password online, pdf remove password protection": "online pdf otključavanje, pdf otključavanje online, pdf datoteka otključavanje, uklanjanje pdf lozinke online, pdf uklanjanje zaštite lozinkom",
  "Maximum file size must be 30MB": "Maksimalna veličina datoteke mora biti 30 MB"
}