{
  "CBZ to PDF | Filekit.co": "CBZ u PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ to PDF Converter - Filekit.co je besplatna i brza online usluga za pretvorbu datoteka.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ u PDF, pretvoriti cbz, pretvoriti pdf, promijeniti, pdf datoteka, cbz datoteka",
  "Convert {fromExt} to {toExt} online for free": "Pretvorite {fromExt} u {toExt} online besplatno",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "slika, pretvori {fromExt} u {toExt}, {fromExt}, {toExt}, besplatno, online, pretvarač datoteka",
  "File Kit": "Komplet datoteka",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit je konverter datoteka temeljen na pregledniku s podrškom za više od 300 formata, pružajući opsežne pretvorbe, brzo vrijeme obrade i prilagodljive postavke, a istovremeno osigurava sigurnost podataka i kompatibilnost na svim uređajima.",
  "Let's kit": "Idemo kit",
  "Something went wrong": "'Nešto je pošlo po zlu'",
  "Trusted by over 1 million users every month": "Svaki mjesec mu vjeruje više od milijun korisnika",
  "Employess of large and small companies all over the world use our service": "Zaposlenici velikih i malih tvrtki diljem svijeta koriste našu uslugu",
  "File Conversion, Compression, and Background Removal Services": "Usluge pretvorbe datoteka, kompresije i uklanjanja pozadine",
  "Best file conversion and Image removal software": "Najbolji softver za pretvorbu datoteka i uklanjanje slika",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Nudimo širok raspon usluga pretvorbe datoteka, kompresije i uklanjanja pozadine kako bismo zadovoljili vaše potrebe. Bilo da trebate pretvoriti dokument u PDF, komprimirati veliku datoteku ili ukloniti pozadinu sa slike, mi vam možemo pomoći. Naše su usluge jednostavne za korištenje i pristupačne.",
  "Convenient Conversion": "Pogodna pretvorba",
  "Flawless Background Image Removal": "Besprijekorno uklanjanje pozadinske slike",
  "Fast Speed": "Brza brzina",
  "Completely Free": "Potpuno besplatno",
  "Security": "Sigurnost",
  "Support for All Devices": "Podrška za sve uređaje",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Jednostavnim izvođenjem tri radnje: povlačenjem i ispuštanjem datoteka, klikom na gumb za pretvorbu i provjerom rezultirajuće datoteke, lako možete dobiti željeni rezultat. Pomoću ovih jednostavnih koraka možete postići željene rezultate.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Nudimo značajku koja besprijekorno uklanja pozadinsku sliku s vaših fotografija.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Povucite i ispustite dokument ili slikovnu datoteku i kliknite gumb. Cilj nam je pružiti sve rezultate unutar 2 minute.",
  "All file conversions and background image removal are completely free.": "Sve pretvorbe datoteka i uklanjanje pozadinske slike potpuno su besplatni.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Učitane datoteke ne koristimo u komercijalne svrhe. Nitko ne može pristupiti korisničkim datotekama, čime je osigurana potpuna zaštita privatnosti.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto radi na svim platformama, uključujući preglednike, tablete i mobilne uređaje."
}