{
  "CBZ to PDF | Filekit.co": "CBZ u PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ to PDF Converter - Filekit.co je besplatna i brza online usluga za pretvorbu datoteka.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ u PDF, pretvoriti cbz, pretvoriti pdf, promijeniti, pdf datoteka, cbz datoteka",
  "Convert {fromExt} to {toExt} online for free": "Pretvorite {fromExt} u {toExt} online besplatno",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "slika, pretvori {fromExt} u {toExt}, {fromExt}, {toExt}, besplatno, online, pretvaraÄ datoteka",
  "File Kit": "Komplet datoteka",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit je konverter datoteka temeljen na pregledniku s podrÅ¡kom za viÅ¡e od 300 formata, pruÅ¾ajuÄ‡i opseÅ¾ne pretvorbe, brzo vrijeme obrade i prilagodljive postavke, a istovremeno osigurava sigurnost podataka i kompatibilnost na svim ureÄ‘ajima.",
  "Let's kit": "Idemo kit",
  "Something went wrong": "'NeÅ¡to je poÅ¡lo po zlu'",
  "Trusted by over 1 million users every month": "Svaki mjesec mu vjeruje viÅ¡e od milijun korisnika",
  "Employess of large and small companies all over the world use our service": "Zaposlenici velikih i malih tvrtki diljem svijeta koriste naÅ¡u uslugu",
  "File Conversion, Compression, and Background Removal Services": "Usluge pretvorbe datoteka, kompresije i uklanjanja pozadine",
  "Best file conversion and Image removal software": "Najbolji softver za pretvorbu datoteka i uklanjanje slika",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Nudimo Å¡irok raspon usluga pretvorbe datoteka, kompresije i uklanjanja pozadine kako bismo zadovoljili vaÅ¡e potrebe. Bilo da trebate pretvoriti dokument u PDF, komprimirati veliku datoteku ili ukloniti pozadinu sa slike, mi vam moÅ¾emo pomoÄ‡i. NaÅ¡e su usluge jednostavne za koriÅ¡tenje i pristupaÄne.",
  "Convenient Conversion": "Pogodna pretvorba",
  "Flawless Background Image Removal": "Besprijekorno uklanjanje pozadinske slike",
  "Fast Speed": "Brza brzina",
  "Completely Free": "Potpuno besplatno",
  "Security": "Sigurnost",
  "Support for All Devices": "PodrÅ¡ka za sve ureÄ‘aje",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Jednostavnim izvoÄ‘enjem tri radnje: povlaÄenjem i ispuÅ¡tanjem datoteka, klikom na gumb za pretvorbu i provjerom rezultirajuÄ‡e datoteke, lako moÅ¾ete dobiti Å¾eljeni rezultat. PomoÄ‡u ovih jednostavnih koraka moÅ¾ete postiÄ‡i Å¾eljene rezultate.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Nudimo znaÄajku koja besprijekorno uklanja pozadinsku sliku s vaÅ¡ih fotografija.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Povucite i ispustite dokument ili slikovnu datoteku i kliknite gumb. Cilj nam je pruÅ¾iti sve rezultate unutar 2 minute.",
  "All file conversions and background image removal are completely free.": "Sve pretvorbe datoteka i uklanjanje pozadinske slike potpuno su besplatni.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "UÄitane datoteke ne koristimo u komercijalne svrhe. Nitko ne moÅ¾e pristupiti korisniÄkim datotekama, Äime je osigurana potpuna zaÅ¡tita privatnosti.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto radi na svim platformama, ukljuÄujuÄ‡i preglednike, tablete i mobilne ureÄ‘aje.",
  "Click or Drag & Drop": "Pritisnite ili povucite i ispustite",
  "files": "datoteke",
  "file": "datoteka",
  "Type Image URL and Press Submit Button": "UpiÅ¡ite URL slike i pritisnite gumb PoÅ¡alji",
  "close": "Zatvoriti",
  "Submit": "podnijeti",
  "Select files": "Odaberite datoteke",
  "Maximum file size must be 512MB": "Maksimalna veliÄina datoteke mora biti 512 MB",
  "Download": "preuzimanje datoteka",
  "Close menu": "Zatvori izbornik",
  "Clear": "ÄŒisto",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Ovaj besplatni online pretvaraÄ PDF-a u DOC omoguÄ‡uje spremanje PDF datoteke kao dokumenta koji se moÅ¾e ureÄ‘ivati u Microsoft Word DOC formatu, osiguravajuÄ‡i bolju kvalitetu od mnogih drugih pretvaraÄa.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Ovaj besplatni pretvaraÄ PDF-a u DOCX omoguÄ‡uje pretvaranje PDF dokumenata u Office Open XML datoteke, kompatibilne sa svim glavnim uredskim softverima, pruÅ¾ajuÄ‡i najbolju moguÄ‡u kvalitetu pretvorbe.",
  "Remove Background": "Ukloni pozadinu",
  "Remove Background of your Image": "Uklonite pozadinu svoje slike",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Povucite i ispustite datoteke bilo gdje na zaslonu ili kliknite padajuÄ‡u zonu ispod.",
  "Unlock": "OtkljuÄati",
  "An easy-to-use online tool to remove passwords from PDFs.": "MreÅ¾ni alat jednostavan za koriÅ¡tenje za uklanjanje lozinki iz PDF-ova.",
  "Drop files to upload": "Ispustite datoteke za prijenos",
  "URL": "URL",
  "Compress PDF online. Same PDF quality less file size": "Komprimirajte PDF online. Ista PDF kvaliteta manje veliÄine datoteke",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "Komprimirajte PDF datoteku kako biste dobili istu kvalitetu PDF-a, ali manju veliÄinu datoteke. Komprimirajte ili optimizirajte PDF datoteke na mreÅ¾i, jednostavno i besplatno.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "PDF kompresija, komprimirajte PDF, napredna tehnologija kompresije, besprijekorno iskustvo, optimizirana veliÄina datoteke, savrÅ¡ena kvaliteta slike, kristalno jasne slike, oÅ¡tar tekst, kompresija bez gubitaka, uÄinkovitost bez napora, najbolje tehnike kompresije, poboljÅ¡ana kompatibilnost, munjevito brza izvedba, pouzdana pouzdanost , upravljanje dokumentima, buduÄ‡nost kompresije PDF-a",
  "Embrace the future of PDF compression with our unparalleled technology.": "Prihvatite buduÄ‡nost PDF kompresije s naÅ¡om tehnologijom bez premca.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "UÄinkovitost bez napora, savrÅ¡ena kvaliteta slike i poboljÅ¡ana kompatibilnost spajaju se kako bi vam ponudili najbolje dostupno iskustvo kompresije PDF-a",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "Pojednostavite svoje upravljanje dokumentima veÄ‡ danas i pridruÅ¾ite se redovima naÅ¡ih zadovoljnih korisnika koji su veÄ‡ iskusili snagu naÅ¡e vrhunske tehnologije kompresije.",
  "Seamlessly Streamlined PDFs": "Besprijekorno pojednostavljeni PDF-ovi",
  "Picture-Perfect Quality": "SavrÅ¡ena kvaliteta slike",
  "Effortless Efficiency": "UÄinkovitost bez napora",
  "Enhanced File Compatibility": "PoboljÅ¡ana kompatibilnost datoteka",
  "Lightning-Fast Performance": "Izvedba munjevita",
  "Trusted Reliability": "Pouzdana pouzdanost",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "Uz naÅ¡u naprednu tehnologiju kompresije, PDF datoteke se automatski optimiziraju na najmanju moguÄ‡u veliÄinu bez ikakve ruÄne intervencije. Recite zbogom glomaznim dokumentima i uÅ¾ivajte u besprijekornom iskustvu rukovanja uÄinkovito komprimiranim datotekama.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "NaÅ¡ algoritam kompresije dizajniran je za oÄuvanje svakog pojedinog detalja vaÅ¡ih dokumenata. UÅ¾ivajte u kristalno jasnim slikama i oÅ¡trom tekstu jer naÅ¡a tehnologija jamÄi kompresiju bez gubitaka, osiguravajuÄ‡i najviÅ¡u kvalitetu Äak i nakon kompresije.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "NaÅ¡a usluga brine o svemu iza kulisa, tako da ne morate brinuti o odabiru opcija kompresije kao Å¡to su deflate ili deflate_images. Iskusite uÄinkovitost bez napora jer naÅ¡a tehnologija automatski primjenjuje najbolje tehnike kompresije za vas.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "NaÅ¡a tehnologija kompresije ide dalje tako Å¡to automatski proÅ¡iruje slike i fontove za bolju kompatibilnost s raznim aplikacijama. Budite sigurni da Ä‡e vaÅ¡i PDF-ovi biti besprijekorno prikazani na razliÄitim platformama i ureÄ‘ajima.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "Bit Ä‡ete iznenaÄ‘eni munjevitom izvedbom naÅ¡e usluge. Manje veliÄine datoteka znaÄe brÅ¾e uÄitavanje, preuzimanje i dijeljenje dokumenata, Äime se Å¡tedi dragocjeno vrijeme i poveÄ‡ava ukupna produktivnost.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "NaÅ¡a tehnologija kompresije ne samo da je vrhunska, veÄ‡ je pouzdana i dokazano daje dosljedne i pouzdane rezultate. Nebrojeni zadovoljni korisnici iskusili su prednosti naÅ¡e usluge kompresije, Å¡to je Äini izborom za sve vaÅ¡e potrebe upravljanja dokumentima.",
  "Convert {from} to {to} | filekit.co": "Pretvori {from} u {to} | filekit.co",
  "Convert {from} to {to} online for free | filekit.co": "Pretvorite {from} u {to} online besplatno | filekit.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "datoteka, format, pretvaranje {fromExt} u {toExt}, {fromExt}, {toExt}, besplatno, online, pretvaraÄ datoteka, filekit.co",
  "{fromExt} to {toExt} Converter - Filekit.co is a free and fast online file conversion service.": "nedefiniran",
  "Start": "PoÄetak",
  "Your all-in-one file toolkit for seamless file management, including format     conversions, image editing, compression, and protection.": "VaÅ¡ sveobuhvatni alat za datoteke za besprijekorno upravljanje datotekama, ukljuÄujuÄ‡i format\n    pretvorbe, ureÄ‘ivanje slika, kompresija i zaÅ¡tita.",
  "Protect PDF. Tool to encrypt PDF with password": "ZaÅ¡titite PDF. Alat za Å¡ifriranje PDF-a lozinkom",
  "Encrypt and protect PDF with a password to safeguard sensitive information. Secure your PDF files online, with ease and without registration.": "Å ifrirajte i zaÅ¡titite PDF lozinkom za zaÅ¡titu osjetljivih informacija. Osigurajte svoje PDF datoteke na mreÅ¾i, s lakoÄ‡om i bez registracije.",
  "encrypt pdf, pdf password, protect pdf, pdf access, password for pdf document": "Å¡ifriranje pdf-a, lozinka za pdf, zaÅ¡tita pdf-a, pristup pdf-u, lozinka za pdf dokument",
  "An easy-to-use online tool to Protect PDF files with a password.": "MreÅ¾ni alat jednostavan za koriÅ¡tenje za zaÅ¡titu PDF datoteka lozinkom.",
  "Image Background Remover | Remove Bg from Image for Free": "Uklanjanje pozadine slike | Besplatno uklonite Bg sa slike",
  "Remove the background from images online with our free background eraser. Download your transparent background image and change the background.": "Uklonite pozadinu sa slika na mreÅ¾i pomoÄ‡u naÅ¡eg besplatnog brisaÄa za pozadinu. Preuzmite svoju prozirnu pozadinsku sliku i promijenite pozadinu.",
  "remove bg, remove background from image, background eraser, transparent background, white background": "uklanjanje bg, uklanjanje pozadine sa slike, brisanje pozadine, prozirna pozadina, bijela pozadina",
  "Best image remover": "Najbolji alat za uklanjanje slika",
  "removes background images perfectly.": "savrÅ¡eno uklanja pozadinske slike.",
  "Filekit provides excellent support for removing the background of photos, delivering satisfactory results.": "Filekit pruÅ¾a izvrsnu podrÅ¡ku za uklanjanje pozadine fotografija, dajuÄ‡i zadovoljavajuÄ‡e rezultate.",
  "Filekit utilizes the latest deep learning technology to flawlessly remove the background of photos.": "Filekit koristi najnoviju tehnologiju dubokog uÄenja za besprijekorno uklanjanje pozadine fotografija.",
  "You can obtain the desired results directly from your browser without the need to install any software.": "Å½eljene rezultate moÅ¾ete dobiti izravno iz svog preglednika bez potrebe za instaliranjem softvera.",
  "You can remove background images from image files of all formats, including JPEG, PNG, URL, and more.": "MoÅ¾ete ukloniti pozadinske slike iz slikovnih datoteka svih formata, ukljuÄujuÄ‡i JPEG, PNG, URL i druge.",
  "Thanks to its user-friendly interface, Filekit allows you to remove background images with just one click.": "ZahvaljujuÄ‡i korisniÄkom suÄelju, Filekit vam omoguÄ‡uje uklanjanje pozadinskih slika samo jednim klikom.",
  "Select or drag and drop the photo file you want to remove the background image from. Within 2 seconds, you can preview the result image and download it.": "Odaberite ili povucite i ispustite datoteku fotografije iz koje Å¾elite ukloniti pozadinsku sliku. Unutar 2 sekunde moÅ¾ete pregledati sliku rezultata i preuzeti je.",
  "No one can access the files uploaded by users.": "Nitko ne moÅ¾e pristupiti datotekama koje su uÄitali korisnici.",
  "Flawless Removal": "Besprijekorno uklanjanje",
  "Online-based": "Na mreÅ¾i",
  "Support for All Formats": "PodrÅ¡ka za sve formate",
  "Easy to Use": "Jednostavan za koriÅ¡tenje",
  "How to Use": "Kako koristiti",
  "Password protect a PDF": "ZaÅ¡titite PDF lozinkom",
  "Remove PDF passwords online for free. No size limits or ad watermarks. Easily and quickly remove passwords from your PDF files so you can edit and share them.": "Besplatno uklonite PDF lozinke online. Nema ograniÄenja veliÄine ili vodenih Å¾igova oglasa. Jednostavno i brzo uklonite lozinke iz svojih PDF datoteka kako biste ih mogli ureÄ‘ivati i dijeliti.",
  "online pdf unlock, pdf unlock online, pdf file unlock, remove pdf password online, pdf remove password protection": "online pdf otkljuÄavanje, pdf otkljuÄavanje online, pdf datoteka otkljuÄavanje, uklanjanje pdf lozinke online, pdf uklanjanje zaÅ¡tite lozinkom",
  "Maximum file size must be 30MB": "Maksimalna veliÄina datoteke mora biti 30 MB",
  "File Name": "Naziv datoteke",
  "Image URL": "URL slike",
  "File Status": "Status datoteke",
  "Click": "Klik",
  "Sample Images": "Uzorci slika",
  "Human": "ljudski",
  "Stuff": "Stvari",
  "Animal": "Å½ivotinja",
  "Character": "Lik",
  "Filekit.co - Convert {fromExt} to {toExt} and More | Fast & Free Download": "Filekit.co - Pretvori",
  "Online download videos from YouTube for FREE to PC, mobile. Supports downloading all formats: MP4, 3GP, WebM, HD videos, convert YouTube to MP3, M4A": "MreÅ¾no preuzimanje videozapisa s YouTubea BESPLATNO na raÄunalo, mobitel. PodrÅ¾ava preuzimanje svih formata: MP4, 3GP, WebM, HD videa, pretvara YouTube u MP3, M4A",
  "YouTube to MP3, YouTube download, YouTube free, convert YouTube to MP3, download YouTube videos, Filekit.co": "YouTube u MP3, YouTube preuzimanje, YouTube besplatan, pretvorite YouTube u MP3, preuzmite YouTube videozapise, Filekit.co",
  "The best YouTube to MP3 Converter & Downloader": "Najbolji program za pretvaranje i preuzimanje YouTubea u MP3",
  "Convert YouTube to MP3": "Pretvorite YouTube u MP3",
  "Fast & Free Download": "Brzo i besplatno preuzimanje",
  "Looking for a reliable solution to convert YouTube videos to MP3?           Filekit.co offers an advanced online tool for seamless YouTube to MP3           conversion, along with a range of other formats.": "TraÅ¾ite pouzdano rjeÅ¡enje za pretvaranje YouTube videa u MP3?\n          Filekit.co nudi napredni online alat za besprijekoran YouTube u MP3\n          pretvorbu, zajedno s nizom drugih formata.",
  "With our user-friendly Web-App, you can easily download YouTube           content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats,           absolutely free.": "S naÅ¡om jednostavnom web-aplikacijom moÅ¾ete jednostavno preuzeti YouTube\n          sadrÅ¾aj u formatima AAC, M4A, PUS, Vorbis, FLAC, ALAC i WAV,\n          potpuno besplatno.",
  "Convert YouTube to MP3 - Simple Steps for Free Download": "Pretvorite YouTube u MP3 - jednostavni koraci za besplatno preuzimanje",
  "Discover the YouTube video you want to convert and download.": "Otkrijte YouTube videozapis koji Å¾elite pretvoriti i preuzmite.",
  "Start the video playback, then copy the video URL from your             browser's address bar.": "Pokrenite reprodukciju videozapisa, a zatim kopirajte URL videozapisa sa svog\n            adresnu traku preglednika.",
  "Access our fast and efficient Web-App, and paste the video URL into             our converter. Choose your preferred format, such as MP3 or MP4. If             no format is specified, the default conversion will be to MP3.": "Pristupite naÅ¡oj brzoj i uÄinkovitoj web-aplikaciji i zalijepite URL videozapisa\n            naÅ¡ pretvaraÄ. Odaberite Å¾eljeni format, poput MP3 ili MP4. Ako\n            format nije naveden, zadana konverzija bit Ä‡e u MP3.",
  "Initiate the conversion process with a single click. We strive to             provide high-quality conversions, but please note that videos longer             than 90 minutes may take a bit longer.": "Pokrenite proces konverzije jednim klikom. Nastojimo da\n            pruÅ¾aju pretvorbe visoke kvalitete, ali imajte na umu da su videozapisi duÅ¾i\n            od 90 minuta moÅ¾e potrajati malo duÅ¾e.",
  "Once the video is converted, simply click the Download button to get             your file instantly.": "Nakon Å¡to se videozapis pretvori, jednostavno kliknite gumb Preuzmi da biste ga preuzeli\n            svoju datoteku odmah.",
  "Unlock the Power of YouTube - Free, Safe, and Secure.": "OtkljuÄajte snagu YouTubea - besplatno, sigurno i zaÅ¡tiÄ‡eno.",
  "Filekit.co's Web-App ensures your safety and security while using our           service. Feel confident knowing that our platform adheres to industry           standards and that your personal information is protected. Experience           the next level of YouTube to MP3 conversion with Filekit.co -           recommended by satisfied users worldwide.": "Web-aplikacija Filekit.co osigurava vaÅ¡u sigurnost dok koristite naÅ¡u\n          servis. OsjeÄ‡ajte se sigurni znajuÄ‡i da je naÅ¡a platforma u skladu s industrijom\n          standarde i da su vaÅ¡i osobni podaci zaÅ¡tiÄ‡eni. Iskustvo\n          sljedeÄ‡a razina pretvorbe YouTubea u MP3 uz Filekit.co -\n          preporuÄuju zadovoljni korisnici diljem svijeta.",
  "Download MP3 files from YouTube videos and save them on your computer": "Preuzmite MP3 datoteke s YouTube videa i spremite ih na svoje raÄunalo",
  "The faster YouTube to MP3 video downloader ever created!": "BrÅ¾i YouTube u MP3 video downloader ikada stvoren!",
  "Fast YouTube to MP3 conversion": "Brza konverzija YouTubea u MP3",
  "Free video downloader": "Besplatni video downloader",
  "Download YouTube videos without software": "Preuzmite YouTube videozapise bez softvera",
  "Select a YouTube video": "Odaberite YouTube videozapis",
  "Paste the YouTube URL link": "Zalijepite YouTube URL vezu",
  "Download YouTube video to MP3": "Preuzmite YouTube video u MP3",
  "Filekit.co is by far the fastest online video converter in the world.": "Filekit.co je daleko najbrÅ¾i online video pretvaraÄ na svijetu.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "Ovaj alat za preuzimanje videozapisa s YouTubea u MP3 besplatan je za sve i zauvijek.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "YouTube video moÅ¾ete pretvoriti u MP3 anonimno, ne prikupljamo vaÅ¡e osobne podatke.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "Posjetite web mjesto YouTube, pronaÄ‘ite i reproducirajte video koji Å¾elite preuzeti i kopirajte njegovu URL vezu.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "Zalijepite URL YouTube video vezu u gornje polje za pretraÅ¾ivanje da biste zapoÄeli MP3 konverziju.",
  "Click the save button to download the Youtube video in MP3": "Kliknite gumb za spremanje za preuzimanje Youtube videa u MP3 formatu",
  "The best YouTube to MP4 Converter & Downloader": "Najbolji alat za pretvaranje i preuzimanje YouTubea u MP4",
  "Online download videos from Tiktok for FREE to PC, mobile. Supports downloading all formats: MP4, 3GP, WebM, HD videos, convert Tiktok to MP3, M4A": "MreÅ¾no preuzimanje videozapisa s Tiktoka BESPLATNO na PC, mobitel. PodrÅ¾ava preuzimanje svih formata: MP4, 3GP, WebM, HD videa, pretvori Tiktok u MP3, M4A",
  "Tiktok to MP3, Tiktok download, Tiktok free, convert Tiktok to MP3, download Tiktok videos, Filekit.co": "Tiktok u MP3, Tiktok preuzimanje, Tiktok besplatno, pretvaranje Tiktoka u MP3, preuzimanje Tiktok videa, Filekit.co",
  "Online download videos from Tiktok for FREE to PC, mobile. Supports downloading all formats: MP4, 3GP, WebM, HD videos, convert Tiktok to MP4, M4A": "MreÅ¾no preuzimanje videozapisa s Tiktoka BESPLATNO na PC, mobitel. PodrÅ¾ava preuzimanje svih formata: MP4, 3GP, WebM, HD videa, pretvoriti Tiktok u MP4, M4A",
  "Tiktok to MP4, Tiktok download, Tiktok free, convert Tiktok to MP4, download Tiktok videos, Filekit.co": "Tiktok u MP4, Tiktok preuzimanje, Tiktok besplatno, pretvaranje Tiktoka u MP4, preuzimanje Tiktok videa, Filekit.co",
  "The best Tiktok to MP3 Converter & Downloader": "Najbolji pretvaraÄ i preuzimaÄ Tiktoka u MP3",
  "Download MP3 files from Tiktok videos and save them on your computer": "Preuzmite MP3 datoteke iz Tiktok videa i spremite ih na svoje raÄunalo",
  "The faster Tiktok to MP3 video downloader ever created!": "BrÅ¾i Tiktok u MP3 video downloader ikada stvoren!",
  "Fast Tiktok to MP3 conversion": "Brza konverzija Tiktoka u MP3",
  "Download Tiktok videos without software": "Preuzmite Tiktok videozapise bez softvera",
  "Select a Tiktok video": "Odaberite Tiktok video",
  "Paste the Tiktok URL link": "Zalijepite Tiktok URL vezu",
  "Download Tiktok video to MP3": "Preuzmite Tiktok video u MP3",
  "This Tiktok to MP3 video downloader is free for everyone and forever.": "Ovaj program za preuzimanje videozapisa Tiktok u MP3 besplatan je za sve i zauvijek.",
  "You can convert a Tiktok video to MP3 anonymously, we are not collecting your personal data.": "Tiktok video moÅ¾ete pretvoriti u MP3 anonimno, ne prikupljamo vaÅ¡e osobne podatke.",
  "Visit Tiktok website, find and play the video you want to download and copy it's URL link.": "Posjetite web mjesto Tiktok, pronaÄ‘ite i reproducirajte video koji Å¾elite preuzeti i kopirajte njegovu URL vezu.",
  "Paste the Tiktok video URL link in the above search field to start MP3 conversion.": "Zalijepite vezu Tiktok video URL u gornje polje za pretraÅ¾ivanje da biste zapoÄeli MP3 konverziju.",
  "Click the save button to download the Tiktok video in MP3": "Kliknite gumb za spremanje za preuzimanje Tiktok videa u MP3 formatu",
  "Convert Tiktok to MP3": "Pretvorite Tiktok u MP3",
  "Looking for a reliable solution to convert Tiktok videos to MP3?           Filekit.co offers an advanced online tool for seamless Tiktok to MP3           conversion, along with a range of other formats.": "TraÅ¾ite pouzdano rjeÅ¡enje za pretvaranje Tiktok videa u MP3?\n          Filekit.co nudi napredni online alat za besprijekoran Tiktok u MP3\n          pretvorbu, zajedno s nizom drugih formata.",
  "With our user-friendly Web-App, you can easily download Tiktok content           in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats, absolutely           free.": "S naÅ¡om korisniÄkom web-aplikacijom moÅ¾ete jednostavno preuzeti Tiktok sadrÅ¾aj\n          u formatima AAC, M4A, PUS, Vorbis, FLAC, ALAC i WAV, apsolutno\n          besplatno.",
  "Convert Tiktok to MP3 - Simple Steps for Free Download": "Pretvorite Tiktok u MP3 - jednostavni koraci za besplatno preuzimanje",
  "Discover the Tiktok video you want to convert and download.": "Otkrijte Tiktok video koji Å¾elite pretvoriti i preuzeti.",
  "Unlock the Power of Tiktok - Free, Safe, and Secure.": "OtkljuÄajte snagu Tiktoka - besplatno, sigurno i zaÅ¡tiÄ‡eno.",
  "Filekit.co's Web-App ensures your safety and security while using our           service. Feel confident knowing that our platform adheres to industry           standards and that your personal information is protected. Experience           the next level of Tiktok to MP3 conversion with Filekit.co -           recommended by satisfied users worldwide.": "Web-aplikacija Filekit.co osigurava vaÅ¡u sigurnost dok koristite naÅ¡u\n          servis. OsjeÄ‡ajte se sigurni znajuÄ‡i da je naÅ¡a platforma u skladu s industrijom\n          standarde i da su vaÅ¡i osobni podaci zaÅ¡tiÄ‡eni. Iskustvo\n          sljedeÄ‡a razina pretvorbe Tiktoka u MP3 uz Filekit.co -\n          preporuÄuju zadovoljni korisnici diljem svijeta.",
  "Convert Tiktok to MP4": "Pretvorite Tiktok u MP4",
  "The best Tiktok to MP4 Converter & Downloader": "Najbolji pretvaraÄ i preuzimaÄ Tiktoka u MP4",
  "Emoji Copy, Paste Emojis, Online Emoji, Emoji Selection, Filekit Emojis, Emoji Vault, Express Feelings with Emojis, Unique Emojis, Extensive Emoji Collection, Emojis for Communication": "Kopiraj emotikone, zalijepi emotikone, online emotikone, odabir emotikona, komplet emotikona, trezor emotikona, izrazi osjeÄ‡aje pomoÄ‡u emotikona, jedinstvene emojije, opseÅ¾na kolekcija emotikona, emotikone za komunikaciju",
  "ğŸ§‘â€ğŸ’» Explore filekit.co's expansive Emoji Vault. Express your feelings in the most unique way possible with our vast collection of emojis. Copy, paste and use as you please!": "ğŸ§‘â€ğŸ’» IstraÅ¾ite filekit.co ekspanzivni Emoji Vault. Izrazite svoje osjeÄ‡aje na najjedinstveniji moguÄ‡i naÄin uz naÅ¡u ogromnu kolekciju emojija. Kopirajte, zalijepite i koristite kako Å¾elite!",
  "Emojis ğŸš€ğŸŒˆ - Copy & Paste with Ease ğŸ¯ | filekit.co's Emoji Vault": "Emojiji ğŸš€ğŸŒˆ - Kopirajte i zalijepite s lakoÄ‡om ğŸ¯ | filekit.co's Emoji Vault"
}