{
  "CBZ to PDF | Filekit.co": "CBZ PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ to PDF Converter – A Filekit.co egy ingyenes és gyors online fájlkonverziós szolgáltatás.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ PDF-be, cbz konvertálása, pdf konvertálása, módosítás, pdf fájl, cbz fájl",
  "Convert {fromExt} to {toExt} online for free": "Konvertálja a(z) {fromExt}-t {toExt}-re online ingyen",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "kép, konvertáljon {fromExt}-re {toExt}-re, {fromExt}-re, {toExt}-re, ingyenes, online, Fájlkonverter",
  "File Kit": "File Kit",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "A Filekit egy böngésző alapú fájlkonverter, amely több mint 300 formátumot támogat, kiterjedt konverziót, gyors feldolgozási időt és testreszabható beállításokat biztosít, miközben biztosítja az adatok biztonságát és kompatibilitását minden eszközön.",
  "Let's kit": "Készítsünk",
  "Something went wrong": "'Valami elromlott'",
  "Trusted by over 1 million users every month": "Havonta több mint 1 millió felhasználó bízik meg benne",
  "Employess of large and small companies all over the world use our service": "A világ minden tájáról kis- és nagyvállalatok alkalmazottai veszik igénybe szolgáltatásunkat",
  "File Conversion, Compression, and Background Removal Services": "Fájlkonverziós, -tömörítési és háttéreltávolító szolgáltatások",
  "Best file conversion and Image removal software": "A legjobb fájl konvertáló és képeltávolító szoftver",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Fájlkonverziós, -tömörítési és háttéreltávolítási szolgáltatások széles skáláját kínáljuk az Ön igényeinek megfelelően. Akár PDF formátumba kell konvertálnia egy dokumentumot, tömörítenie kell egy nagy fájlt, vagy el kell távolítania a hátteret a képről, mi segítünk. Szolgáltatásaink könnyen használhatóak és megfizethetőek.",
  "Convenient Conversion": "Kényelmes átalakítás",
  "Flawless Background Image Removal": "Hibátlan háttérkép eltávolítás",
  "Fast Speed": "Gyors sebesség",
  "Completely Free": "Teljesen ingyenes",
  "Security": "Biztonság",
  "Support for All Devices": "Minden eszköz támogatása",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Egyszerűen három művelet végrehajtásával: fájlok áthúzásával, a konvertálás gombra kattintva és a kapott fájl ellenőrzésével könnyen elérheti a kívánt kimenetet. Ezekkel az egyszerű lépésekkel elérheti a kívánt eredményt.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Olyan funkciót biztosítunk, amely hibátlanul eltávolítja a háttérképet a fotóiról.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Húzza át a dokumentumot vagy képfájlt, majd kattintson a gombra. Célunk, hogy minden eredményt 2 percen belül biztosítsunk.",
  "All file conversions and background image removal are completely free.": "Minden fájlkonverzió és háttérkép eltávolítása teljesen ingyenes.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "A feltöltött fájlokat nem használjuk fel kereskedelmi célokra. Senki sem férhet hozzá a felhasználó fájljaihoz, így biztosítva a teljes adatvédelmet.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "A Converto minden platformon működik, beleértve a böngészőket, táblagépeket és mobileszközöket is."
}