{
  "CBZ to PDF | Filekit.co": "CBZ PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ to PDF Converter – A Filekit.co egy ingyenes és gyors online fájlkonverziós szolgáltatás.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ PDF-be, cbz konvertálása, pdf konvertálása, módosítás, pdf fájl, cbz fájl",
  "Convert {fromExt} to {toExt} online for free": "Konvertálja a(z) {fromExt}-t {toExt}-re online ingyen",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "kép, konvertáljon {fromExt}-re {toExt}-re, {fromExt}-re, {toExt}-re, ingyenes, online, Fájlkonverter",
  "File Kit": "File Kit",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "A Filekit egy böngésző alapú fájlkonverter, amely több mint 300 formátumot támogat, kiterjedt konverziót, gyors feldolgozási időt és testreszabható beállításokat biztosít, miközben biztosítja az adatok biztonságát és kompatibilitását minden eszközön.",
  "Let's kit": "Készítsünk",
  "Something went wrong": "'Valami elromlott'",
  "Trusted by over 1 million users every month": "Havonta több mint 1 millió felhasználó bízik meg benne",
  "Employess of large and small companies all over the world use our service": "A világ minden tájáról kis- és nagyvállalatok alkalmazottai veszik igénybe szolgáltatásunkat",
  "File Conversion, Compression, and Background Removal Services": "Fájlkonverziós, -tömörítési és háttéreltávolító szolgáltatások",
  "Best file conversion and Image removal software": "A legjobb fájl konvertáló és képeltávolító szoftver",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Fájlkonverziós, -tömörítési és háttéreltávolítási szolgáltatások széles skáláját kínáljuk az Ön igényeinek megfelelően. Akár PDF formátumba kell konvertálnia egy dokumentumot, tömörítenie kell egy nagy fájlt, vagy el kell távolítania a hátteret a képről, mi segítünk. Szolgáltatásaink könnyen használhatóak és megfizethetőek.",
  "Convenient Conversion": "Kényelmes átalakítás",
  "Flawless Background Image Removal": "Hibátlan háttérkép eltávolítás",
  "Fast Speed": "Gyors sebesség",
  "Completely Free": "Teljesen ingyenes",
  "Security": "Biztonság",
  "Support for All Devices": "Minden eszköz támogatása",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Egyszerűen három művelet végrehajtásával: fájlok áthúzásával, a konvertálás gombra kattintva és a kapott fájl ellenőrzésével könnyen elérheti a kívánt kimenetet. Ezekkel az egyszerű lépésekkel elérheti a kívánt eredményt.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Olyan funkciót biztosítunk, amely hibátlanul eltávolítja a háttérképet a fotóiról.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Húzza át a dokumentumot vagy képfájlt, majd kattintson a gombra. Célunk, hogy minden eredményt 2 percen belül biztosítsunk.",
  "All file conversions and background image removal are completely free.": "Minden fájlkonverzió és háttérkép eltávolítása teljesen ingyenes.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "A feltöltött fájlokat nem használjuk fel kereskedelmi célokra. Senki sem férhet hozzá a felhasználó fájljaihoz, így biztosítva a teljes adatvédelmet.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "A Converto minden platformon működik, beleértve a böngészőket, táblagépeket és mobileszközöket is.",
  "Click or Drag & Drop": "Kattintson vagy Drag & Drop",
  "files": "fájlokat",
  "file": "fájlt",
  "Type Image URL and Press Submit Button": "Írja be a kép URL-címét, és nyomja meg a Küldés gombot",
  "close": "Bezárás",
  "Submit": "Beküldés",
  "Select files": "Fájlok kiválasztása",
  "Maximum file size must be 512MB": "A maximális fájlméret 512 MB lehet",
  "Download": "Letöltés",
  "Close menu": "Menü bezárása",
  "Clear": "Egyértelmű",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Ez az ingyenes online PDF to DOC konverter lehetővé teszi, hogy PDF fájlokat szerkeszthető dokumentumként mentsen el Microsoft Word DOC formátumban, így jobb minőséget biztosít, mint sok más konverter.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Ez az ingyenes PDF–DOCX konverter lehetővé teszi a PDF dokumentumok Office Open XML fájlokká konvertálását, amelyek kompatibilisek az összes fő irodai szoftverrel, és a lehető legjobb konvertálási minőséget biztosítják.",
  "Remove Background": "Háttér eltávolítása",
  "Remove Background of your Image": "Távolítsa el a kép hátterét",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Kérjük, húzza át a fájlokat bárhová a képernyőn, vagy kattintson az alábbi dropzónára.",
  "Unlock": "Kinyit",
  "An easy-to-use online tool to remove passwords from PDFs.": "Könnyen használható online eszköz jelszavak eltávolítására a PDF-fájlokból.",
  "Drop files to upload": "Húzza le a feltöltendő fájlokat",
  "URL": "URL",
  "Compress PDF online. Same PDF quality less file size": "PDF tömörítése online. Ugyanaz a PDF minőség, kisebb a fájlméret",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "Tömörítse a PDF-fájlt, hogy ugyanazt a PDF-minőséget, de kisebb fájlméretet kapjon. Tömörítse vagy optimalizálja a PDF fájlokat online, egyszerűen és ingyenesen.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "PDF-tömörítés, PDF-tömörítés, fejlett tömörítési technológia, zökkenőmentes élmény, optimalizált fájlméret, tökéletes képminőség, kristálytiszta képek, éles szöveg, veszteségmentes tömörítés, erőfeszítés nélküli hatékonyság, legjobb tömörítési technikák, fokozott kompatibilitás, villámgyors teljesítmény, megbízható megbízhatóság , dokumentumkezelés, a PDF tömörítés jövője",
  "Embrace the future of PDF compression with our unparalleled technology.": "Ismerje meg a PDF-tömörítés jövőjét páratlan technológiánkkal.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "Az erőfeszítés nélküli hatékonyság, a tökéletes képminőség és a fokozott kompatibilitás egyesül, hogy az elérhető legjobb PDF-tömörítési élményt nyújtsa.",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "Egyszerűsítse le dokumentumkezelését még ma, és csatlakozzon elégedett felhasználóink sorához, akik már megtapasztalták csúcskategóriás tömörítési technológiánk erejét.",
  "Seamlessly Streamlined PDFs": "Zökkenőmentesen áramvonalas PDF-ek",
  "Picture-Perfect Quality": "Tökéletes képminőség",
  "Effortless Efficiency": "Könnyű hatékonyság",
  "Enhanced File Compatibility": "Továbbfejlesztett fájlkompatibilitás",
  "Lightning-Fast Performance": "Villámgyors teljesítmény",
  "Trusted Reliability": "Megbízható Megbízhatóság",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "Fejlett tömörítési technológiánkkal a PDF-fájlokat automatikusan a lehető legkisebb méretre optimalizáljuk kézi beavatkozás nélkül. Mondjon búcsút a terjedelmes dokumentumoknak, és élvezze a hatékonyan tömörített fájlok kezelésének zökkenőmentes élményét.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "Tömörítési algoritmusunk célja, hogy megőrizze a dokumentumok minden egyes részletét. Élvezze a kristálytiszta képeket és az éles szöveget, hiszen technológiánk garantálja a veszteségmentes tömörítést, így a tömörítés után is a legmagasabb minőséget biztosítja.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "Szolgáltatásunk mindenről gondoskodik a színfalak mögött, így Önnek nem kell aggódnia a tömörítési beállítások, például a deflate vagy a deflate_images kiválasztásával. Tapasztalja meg az erőfeszítés nélküli hatékonyságot, mivel technológiánk automatikusan a legjobb tömörítési technikákat alkalmazza Önnek.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "Tömörítési technológiánk mindent megtesz azzal, hogy automatikusan kibővíti a képeket és a betűtípusokat a különböző alkalmazásokkal való jobb kompatibilitás érdekében. Biztos lehet benne, hogy PDF-fájljai hibátlanul jelennek meg a különböző platformokon és eszközökön.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "Meg fog lepődni szolgáltatásunk villámgyors teljesítményén. A kisebb fájlméretek gyorsabb dokumentumfeltöltést, letöltést és megosztást jelentenek, így értékes időt takaríthat meg, és növeli az általános termelékenységet.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "Tömörítési technológiánk nemcsak a legkorszerűbb, hanem megbízható és bizonyítottan konzisztens és megbízható eredményeket biztosít. Számtalan elégedett felhasználó tapasztalta meg tömörítési szolgáltatásunk előnyeit, így ez a legjobb választás minden dokumentumkezelési igényéhez.",
  "Convert {from} to {to} | filekit.co": "Átalakítás {from}-re {to} | filekit.co",
  "Convert {from} to {to} online for free | filekit.co": "{from} konvertálása {to}-ra online ingyen | filekit.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "fájl, formátum, konvertál",
  "{fromExt} to {toExt} Converter - Filekit.co is a free and fast online file conversion service.": "határozatlan",
  "Start": "Rajt",
  "Your all-in-one file toolkit for seamless file management, including format     conversions, image editing, compression, and protection.": "Az Ön minden az egyben fájleszközkészlete a zökkenőmentes fájlkezeléshez, beleértve a formátumot is\n    konverziók, képszerkesztés, tömörítés és védelem.",
  "Protect PDF. Tool to encrypt PDF with password": "PDF védelme. Eszköz a PDF jelszóval történő titkosításához",
  "Encrypt and protect PDF with a password to safeguard sensitive information. Secure your PDF files online, with ease and without registration.": "Titkosítsa és védje meg a PDF-fájlokat jelszóval az érzékeny adatok védelme érdekében. Biztosítsa PDF fájljait online, egyszerűen és regisztráció nélkül.",
  "encrypt pdf, pdf password, protect pdf, pdf access, password for pdf document": "pdf titkosítás, pdf jelszó, pdf védelme, pdf hozzáférés, jelszó pdf dokumentumhoz",
  "An easy-to-use online tool to Protect PDF files with a password.": "Könnyen használható online eszköz a PDF-fájlok jelszóval történő védelméhez.",
  "Image Background Remover | Remove Bg from Image for Free": "Kép háttér eltávolító | Ingyenesen távolítsa el a Bg-t a képről",
  "Remove the background from images online with our free background eraser. Download your transparent background image and change the background.": "Távolítsa el a hátteret az online képekről ingyenes háttérradírunkkal. Töltse le az átlátszó háttérképet, és változtassa meg a hátteret.",
  "remove bg, remove background from image, background eraser, transparent background, white background": "bg eltávolítása, háttér eltávolítása a képről, háttér radír, átlátszó háttér, fehér háttér",
  "Best image remover": "A legjobb képeltávolító",
  "removes background images perfectly.": "tökéletesen eltávolítja a háttérképeket.",
  "Filekit provides excellent support for removing the background of photos, delivering satisfactory results.": "A Filekit kiváló támogatást nyújt a fotók hátterének eltávolításához, és kielégítő eredményeket biztosít.",
  "Filekit utilizes the latest deep learning technology to flawlessly remove the background of photos.": "A Filekit a legújabb mély tanulási technológiát használja a fotók hátterének hibátlan eltávolítására.",
  "You can obtain the desired results directly from your browser without the need to install any software.": "A kívánt eredményeket közvetlenül a böngészőből érheti el, szoftver telepítése nélkül.",
  "You can remove background images from image files of all formats, including JPEG, PNG, URL, and more.": "Eltávolíthat háttérképeket minden formátumú képfájlból, beleértve a JPEG-et, PNG-t, URL-t stb.",
  "Thanks to its user-friendly interface, Filekit allows you to remove background images with just one click.": "Felhasználóbarát felületének köszönhetően a Filekit lehetővé teszi a háttérképek egyetlen kattintással történő eltávolítását.",
  "Select or drag and drop the photo file you want to remove the background image from. Within 2 seconds, you can preview the result image and download it.": "Jelölje ki vagy húzza át azt a fotófájlt, amelyről el szeretné távolítani a háttérképet. 2 másodpercen belül megtekintheti az eredményképet, és letöltheti.",
  "No one can access the files uploaded by users.": "Senki nem férhet hozzá a felhasználók által feltöltött fájlokhoz.",
  "Flawless Removal": "Hibátlan eltávolítás",
  "Online-based": "Online alapú",
  "Support for All Formats": "Minden formátum támogatása",
  "Easy to Use": "Könnyen kezelhető",
  "How to Use": "Hogyan kell használni",
  "Password protect a PDF": "Védje jelszóval a PDF fájlt",
  "Remove PDF passwords online for free. No size limits or ad watermarks. Easily and quickly remove passwords from your PDF files so you can edit and share them.": "Ingyenesen távolítsa el a PDF jelszavakat online. Nincsenek méretkorlátok vagy vízjelek a hirdetésekben. Könnyen és gyorsan távolítsa el a jelszavakat PDF-fájljaiból, így szerkesztheti és megoszthatja azokat.",
  "online pdf unlock, pdf unlock online, pdf file unlock, remove pdf password online, pdf remove password protection": "online pdf feloldás, pdf feloldás online, pdf fájl feloldása, pdf jelszó eltávolítása online, pdf jelszavas védelem eltávolítása",
  "Maximum file size must be 30MB": "A maximális fájlméret 30 MB lehet",
  "File Name": "Fájl név",
  "Image URL": "Kép URL-je",
  "File Status": "Fájl állapota",
  "Click": "Kattintson",
  "Sample Images": "Mintaképek",
  "Human": "Emberi",
  "Stuff": "Dolog",
  "Animal": "Állat",
  "Character": "karakter",
  "Filekit.co - Convert {fromExt} to {toExt} and More | Fast & Free Download": "Filekit.co – Konvertálás",
  "Online download videos from YouTube for FREE to PC, mobile. Supports downloading all formats: MP4, 3GP, WebM, HD videos, convert YouTube to MP3, M4A": "Ingyenes online letöltés a YouTube-ról PC-re, mobilra. Támogatja az összes formátum letöltését: MP4, 3GP, WebM, HD videók, a YouTube konvertálása MP3, M4A formátumba",
  "YouTube to MP3, YouTube download, YouTube free, convert YouTube to MP3, download YouTube videos, Filekit.co": "YouTube MP3 formátumba, YouTube letöltés, YouTube ingyenes, YouTube konvertálás MP3 formátumba, YouTube videók letöltése, Filekit.co",
  "The best YouTube to MP3 Converter & Downloader": "A legjobb YouTube MP3 konvertáló és letöltő",
  "Convert YouTube to MP3": "A YouTube konvertálása MP3 formátumba",
  "Fast & Free Download": "Gyors és ingyenes letöltés",
  "Looking for a reliable solution to convert YouTube videos to MP3?           Filekit.co offers an advanced online tool for seamless YouTube to MP3           conversion, along with a range of other formats.": "Megbízható megoldást keres a YouTube-videók MP3 formátumba konvertálására?\n          A Filekit.co egy fejlett online eszközt kínál a YouTube-ról MP3-ra zökkenőmentesen\n          konverzió, valamint számos más formátum.",
  "With our user-friendly Web-App, you can easily download YouTube           content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats,           absolutely free.": "Felhasználóbarát webalkalmazásunkkal egyszerűen letöltheti a YouTube-ot\n          tartalom AAC, M4A, PUS, Vorbis, FLAC, ALAC és WAV formátumban,\n          teljesen ingyenes.",
  "Convert YouTube to MP3 - Simple Steps for Free Download": "A YouTube konvertálása MP3 formátumba – Egyszerű lépések az ingyenes letöltéshez",
  "Discover the YouTube video you want to convert and download.": "Fedezze fel a konvertálni és letölteni kívánt YouTube-videót.",
  "Start the video playback, then copy the video URL from your             browser's address bar.": "Indítsa el a videó lejátszását, majd másolja ki a videó URL-címét a saját webhelyéről\n            a böngésző címsora.",
  "Access our fast and efficient Web-App, and paste the video URL into             our converter. Choose your preferred format, such as MP3 or MP4. If             no format is specified, the default conversion will be to MP3.": "Nyissa meg gyors és hatékony webalkalmazásunkat, és illessze be a videó URL-jét\n            konverterünk. Válassza ki a kívánt formátumot, például MP3 vagy MP4. Ha\n            nincs megadva formátum, az alapértelmezett konvertálás MP3-ra lesz.",
  "Initiate the conversion process with a single click. We strive to             provide high-quality conversions, but please note that videos longer             than 90 minutes may take a bit longer.": "Indítsa el a konverziós folyamatot egyetlen kattintással. Arra törekszünk\n            jó minőségű konverziót biztosít, de vegye figyelembe, hogy a videók hosszabbak\n            90 percnél tovább tarthat.",
  "Once the video is converted, simply click the Download button to get             your file instantly.": "A videó konvertálása után egyszerűen kattintson a Letöltés gombra a letöltéshez\n            fájlod azonnal.",
  "Unlock the Power of YouTube - Free, Safe, and Secure.": "Fedezze fel a YouTube erejét – ingyenes, biztonságos és biztonságos.",
  "Filekit.co's Web-App ensures your safety and security while using our           service. Feel confident knowing that our platform adheres to industry           standards and that your personal information is protected. Experience           the next level of YouTube to MP3 conversion with Filekit.co -           recommended by satisfied users worldwide.": "A Filekit.co webalkalmazása biztosítja az Ön biztonságát a mi használatunk során\n          szolgáltatás. Bízzon benne, hogy platformunk megfelel az iparágnak\n          szabványoknak, és hogy személyes adatai védve vannak. Tapasztalat\n          a YouTube MP3 konvertálásának következő szintje a Filekit.co segítségével -\n          elégedett felhasználók által ajánlott világszerte.",
  "Download MP3 files from YouTube videos and save them on your computer": "Töltse le az MP3 fájlokat a YouTube-videókból, és mentse őket számítógépére",
  "The faster YouTube to MP3 video downloader ever created!": "A valaha készült gyorsabb YouTube-MP3 videó letöltő!",
  "Fast YouTube to MP3 conversion": "Gyors YouTube konvertálás MP3-ba",
  "Free video downloader": "Ingyenes videó letöltő",
  "Download YouTube videos without software": "YouTube-videók letöltése szoftver nélkül",
  "Select a YouTube video": "Válassz egy YouTube-videót",
  "Paste the YouTube URL link": "Illessze be a YouTube URL-linkjét",
  "Download YouTube video to MP3": "Töltse le a YouTube videót MP3 formátumban",
  "Filekit.co is by far the fastest online video converter in the world.": "A Filekit.co messze a leggyorsabb online videó konverter a világon.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "Ez a YouTube-MP3 videó letöltő mindenki számára ingyenes és örökké.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "A YouTube-videót névtelenül konvertálhatja MP3 formátumba, személyes adatait nem gyűjtjük.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "Látogassa meg a YouTube webhelyet, keresse meg és játssza le a letölteni kívánt videót, és másolja ki annak URL-linkjét.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "Illessze be a YouTube-videó URL-címét a fenti keresőmezőbe az MP3-konverzió elindításához.",
  "Click the save button to download the Youtube video in MP3": "Kattintson a Mentés gombra a Youtube videó letöltéséhez MP3 formátumban",
  "The best YouTube to MP4 Converter & Downloader": "A legjobb YouTube-MP4 konverter és letöltő",
  "Online download videos from Tiktok for FREE to PC, mobile. Supports downloading all formats: MP4, 3GP, WebM, HD videos, convert Tiktok to MP3, M4A": "Ingyenes online letöltés a Tiktok-ról PC-re, mobilra. Támogatja az összes formátum letöltését: MP4, 3GP, WebM, HD videók, Tiktok konvertálása MP3-ba, M4A",
  "Tiktok to MP3, Tiktok download, Tiktok free, convert Tiktok to MP3, download Tiktok videos, Filekit.co": "Tiktok MP3-ba, Tiktok letöltése, Tiktok ingyenes, Tiktok konvertálása MP3-ba, Tiktok videók letöltése, Filekit.co",
  "Online download videos from Tiktok for FREE to PC, mobile. Supports downloading all formats: MP4, 3GP, WebM, HD videos, convert Tiktok to MP4, M4A": "Ingyenes online letöltés a Tiktok-ról PC-re, mobilra. Támogatja az összes formátum letöltését: MP4, 3GP, WebM, HD videók, Tiktok konvertálása MP4, M4A formátumba",
  "Tiktok to MP4, Tiktok download, Tiktok free, convert Tiktok to MP4, download Tiktok videos, Filekit.co": "Tiktok MP4-re, Tiktok letöltése, Tiktok ingyenes, Tiktok konvertálása MP4-re, Tiktok videók letöltése, Filekit.co",
  "The best Tiktok to MP3 Converter & Downloader": "A legjobb Tiktok MP3 konverter és letöltő",
  "Download MP3 files from Tiktok videos and save them on your computer": "Töltse le az MP3 fájlokat a Tiktok videókból, és mentse őket számítógépére",
  "The faster Tiktok to MP3 video downloader ever created!": "A valaha készült gyorsabb Tiktok MP3 videó letöltő!",
  "Fast Tiktok to MP3 conversion": "Gyors Tiktok konvertálás MP3-ba",
  "Download Tiktok videos without software": "Töltse le a Tiktok videókat szoftver nélkül",
  "Select a Tiktok video": "Válasszon egy Tiktok videót",
  "Paste the Tiktok URL link": "Illessze be a Tiktok URL-linkjét",
  "Download Tiktok video to MP3": "Töltse le a Tiktok videót MP3 formátumban",
  "This Tiktok to MP3 video downloader is free for everyone and forever.": "Ez a Tiktok MP3 videó letöltő mindenki számára ingyenes és örökké.",
  "You can convert a Tiktok video to MP3 anonymously, we are not collecting your personal data.": "A Tiktok videót névtelenül konvertálhatja MP3 formátumba, személyes adatait nem gyűjtjük.",
  "Visit Tiktok website, find and play the video you want to download and copy it's URL link.": "Látogassa meg a Tiktok webhelyét, keresse meg és játssza le a letölteni kívánt videót, és másolja ki annak URL-linkjét.",
  "Paste the Tiktok video URL link in the above search field to start MP3 conversion.": "Illessze be a Tiktok videó URL hivatkozását a fenti keresőmezőbe az MP3 konvertálás megkezdéséhez.",
  "Click the save button to download the Tiktok video in MP3": "Kattintson a mentés gombra a Tiktok videó letöltéséhez MP3 formátumban",
  "Convert Tiktok to MP3": "Konvertálja a Tiktokot MP3-ba",
  "Looking for a reliable solution to convert Tiktok videos to MP3?           Filekit.co offers an advanced online tool for seamless Tiktok to MP3           conversion, along with a range of other formats.": "Megbízható megoldást keres a Tiktok videók MP3 formátumba konvertálására?\n          A Filekit.co egy fejlett online eszközt kínál a zökkenőmentes Tiktok MP3-ra\n          konverzió, valamint számos más formátum.",
  "With our user-friendly Web-App, you can easily download Tiktok content           in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats, absolutely           free.": "Felhasználóbarát webalkalmazásunkkal egyszerűen letöltheti a Tiktok tartalmat\n          AAC, M4A, PUS, Vorbis, FLAC, ALAC és WAV formátumokban, abszolút\n          ingyenes.",
  "Convert Tiktok to MP3 - Simple Steps for Free Download": "Konvertálja a Tiktokot MP3-ba - Egyszerű lépések az ingyenes letöltéshez",
  "Discover the Tiktok video you want to convert and download.": "Fedezze fel a konvertálni és letölteni kívánt Tiktok-videót.",
  "Unlock the Power of Tiktok - Free, Safe, and Secure.": "Fedezze fel a Tiktok erejét – ingyenes, biztonságos és biztonságos.",
  "Filekit.co's Web-App ensures your safety and security while using our           service. Feel confident knowing that our platform adheres to industry           standards and that your personal information is protected. Experience           the next level of Tiktok to MP3 conversion with Filekit.co -           recommended by satisfied users worldwide.": "A Filekit.co webalkalmazása biztosítja az Ön biztonságát a mi használatunk során\n          szolgáltatás. Bízzon benne, hogy platformunk megfelel az iparágnak\n          szabványoknak, és hogy személyes adatai védve vannak. Tapasztalat\n          a Tiktok MP3 konvertálásának következő szintje a Filekit.co-val -\n          elégedett felhasználók által ajánlott világszerte.",
  "Convert Tiktok to MP4": "Konvertálja a Tiktokot MP4-re",
  "The best Tiktok to MP4 Converter & Downloader": "A legjobb Tiktok MP4 konverter és letöltő",
  "Emoji Copy, Paste Emojis, Online Emoji, Emoji Selection, Filekit Emojis, Emoji Vault, Express Feelings with Emojis, Unique Emojis, Extensive Emoji Collection, Emojis for Communication": "Hangulatjelek másolása, Hangulatjelek beillesztése, Online hangulatjelek, Emoji kiválasztása, Filekit hangulatjelek, Emoji Vault, Express Feelings hangulatjelekkel, egyedi hangulatjelek, kiterjedt hangulatjelgyűjtemény, hangulatjelek a kommunikációhoz",
  "🧑‍💻 Explore filekit.co's expansive Emoji Vault. Express your feelings in the most unique way possible with our vast collection of emojis. Copy, paste and use as you please!": "🧑‍💻 Fedezze fel a filekit.co kiterjedt Emoji Vault-ját. Fejezze ki érzéseit a lehető legegyedibb módon hatalmas hangulatjel-gyűjteményünkkel. Másolja, illessze be és használja tetszés szerint!",
  "Emojis 🚀🌈 - Copy & Paste with Ease 🎯 | filekit.co's Emoji Vault": "Hangulatjelek 🚀🌈 – Másolás és beillesztés könnyedén 🎯 | a filekit.co Emoji Vault"
}