{
  "CBZ to PDF | Filekit.co": "CBZ ke PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ to PDF Converter - Filekit.co adalah layanan konversi file online gratis dan cepat.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ ke PDF, konversi cbz, konversi pdf, ubah, file pdf, file cbz",
  "Convert {fromExt} to {toExt} online for free": "Ubah {fromExt} menjadi {toExt} online gratis",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "gambar, konversi {fromExt} ke {toExt}, {fromExt}, {toExt}, gratis, online, Konverter File",
  "File Kit": "Paket Berkas",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit adalah konverter file berbasis browser dengan dukungan untuk lebih dari 300 format, menyediakan konversi ekstensif, waktu pemrosesan cepat, dan pengaturan yang dapat disesuaikan sambil memastikan keamanan data dan kompatibilitas di semua perangkat.",
  "Let's kit": "Mari kit",
  "Something went wrong": "'Ada yang salah'",
  "Trusted by over 1 million users every month": "Dipercaya oleh lebih dari 1 juta pengguna setiap bulan",
  "Employess of large and small companies all over the world use our service": "Karyawan perusahaan besar dan kecil di seluruh dunia menggunakan layanan kami",
  "File Conversion, Compression, and Background Removal Services": "Layanan Konversi File, Kompresi, dan Penghapusan Latar Belakang",
  "Best file conversion and Image removal software": "Konversi file terbaik dan perangkat lunak penghapus gambar",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Kami menawarkan berbagai layanan konversi file, kompresi, dan penghapusan latar belakang untuk memenuhi kebutuhan Anda. Apakah Anda perlu mengonversi dokumen ke PDF, mengompres file besar, atau menghapus latar belakang dari suatu gambar, kami dapat membantu. Layanan kami mudah digunakan dan terjangkau.",
  "Convenient Conversion": "Konversi Nyaman",
  "Flawless Background Image Removal": "Penghapusan Gambar Latar Belakang Sempurna",
  "Fast Speed": "Kecepatan Cepat",
  "Completely Free": "Sepenuhnya Gratis",
  "Security": "Keamanan",
  "Support for All Devices": "Dukungan untuk Semua Perangkat",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Dengan hanya melakukan tiga tindakan: menyeret dan melepaskan file, mengklik tombol konversi, dan memeriksa file yang dihasilkan, Anda dapat memperoleh keluaran yang diinginkan dengan mudah. Dengan langkah-langkah sederhana ini, Anda dapat mencapai hasil yang diinginkan.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Kami menyediakan fitur yang menghapus gambar latar belakang dari foto Anda dengan sempurna.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Seret dan jatuhkan dokumen atau file gambar Anda dan klik tombol. Kami bertujuan untuk memberikan semua hasil dalam waktu 2 menit.",
  "All file conversions and background image removal are completely free.": "Semua konversi file dan penghapusan gambar latar benar-benar gratis.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Kami tidak menggunakan file yang diunggah untuk tujuan komersial. Tidak ada yang dapat mengakses file pengguna, memastikan perlindungan privasi lengkap.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto berfungsi di semua platform, termasuk browser, tablet, dan perangkat seluler.",
  "Click or Drag & Drop": "Klik atau Seret & Lepas",
  "files": "file",
  "file": "mengajukan",
  "Type Image URL and Press Submit Button": "Ketik URL Gambar dan Tekan Tombol Kirim",
  "close": "menutup",
  "Submit": "Kirim",
  "Select files": "Pilih file",
  "Maximum file size must be 512MB": "Ukuran file maksimum harus 512 MB",
  "Download": "Unduh",
  "Close menu": "Tutup menu",
  "Clear": "Jernih",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Konverter PDF ke DOC online gratis ini memungkinkan Anda menyimpan file PDF sebagai dokumen yang dapat diedit dalam format Microsoft Word DOC, memastikan kualitas yang lebih baik daripada banyak konverter lainnya.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Konverter PDF ke DOCX gratis ini memungkinkan Anda mengonversi dokumen PDF ke file Office Open XML, kompatibel dengan semua perangkat lunak perkantoran utama, memberikan kualitas konversi terbaik.",
  "Remove Background": "Hapus Latar Belakang",
  "Remove Background of your Image": "Hapus Latar Belakang Gambar Anda",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Silahkan drag & drop file di mana saja di layar atau klik dropzone di bawah ini.",
  "Unlock": "Membuka kunci",
  "An easy-to-use online tool to remove passwords from PDFs.": "Alat online yang mudah digunakan untuk menghapus kata sandi dari PDF.",
  "Drop files to upload": "Jatuhkan file untuk diunggah",
  "URL": "URL"
}