{
  "CBZ to PDF | Filekit.co": "CBZ ke PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ to PDF Converter - Filekit.co adalah layanan konversi file online gratis dan cepat.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ ke PDF, konversi cbz, konversi pdf, ubah, file pdf, file cbz",
  "Convert {fromExt} to {toExt} online for free": "Ubah {fromExt} menjadi {toExt} online gratis",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "gambar, konversi {fromExt} ke {toExt}, {fromExt}, {toExt}, gratis, online, Konverter File",
  "File Kit": "Paket Berkas",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit adalah konverter file berbasis browser dengan dukungan untuk lebih dari 300 format, menyediakan konversi ekstensif, waktu pemrosesan cepat, dan pengaturan yang dapat disesuaikan sambil memastikan keamanan data dan kompatibilitas di semua perangkat.",
  "Let's kit": "Mari kit",
  "Something went wrong": "'Ada yang salah'",
  "Trusted by over 1 million users every month": "Dipercaya oleh lebih dari 1 juta pengguna setiap bulan",
  "Employess of large and small companies all over the world use our service": "Karyawan perusahaan besar dan kecil di seluruh dunia menggunakan layanan kami",
  "File Conversion, Compression, and Background Removal Services": "Layanan Konversi File, Kompresi, dan Penghapusan Latar Belakang",
  "Best file conversion and Image removal software": "Konversi file terbaik dan perangkat lunak penghapus gambar",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Kami menawarkan berbagai layanan konversi file, kompresi, dan penghapusan latar belakang untuk memenuhi kebutuhan Anda. Apakah Anda perlu mengonversi dokumen ke PDF, mengompres file besar, atau menghapus latar belakang dari suatu gambar, kami dapat membantu. Layanan kami mudah digunakan dan terjangkau.",
  "Convenient Conversion": "Konversi Nyaman",
  "Flawless Background Image Removal": "Penghapusan Gambar Latar Belakang Sempurna",
  "Fast Speed": "Kecepatan Cepat",
  "Completely Free": "Sepenuhnya Gratis",
  "Security": "Keamanan",
  "Support for All Devices": "Dukungan untuk Semua Perangkat",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Dengan hanya melakukan tiga tindakan: menyeret dan melepaskan file, mengklik tombol konversi, dan memeriksa file yang dihasilkan, Anda dapat memperoleh keluaran yang diinginkan dengan mudah. Dengan langkah-langkah sederhana ini, Anda dapat mencapai hasil yang diinginkan.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Kami menyediakan fitur yang menghapus gambar latar belakang dari foto Anda dengan sempurna.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Seret dan jatuhkan dokumen atau file gambar Anda dan klik tombol. Kami bertujuan untuk memberikan semua hasil dalam waktu 2 menit.",
  "All file conversions and background image removal are completely free.": "Semua konversi file dan penghapusan gambar latar benar-benar gratis.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Kami tidak menggunakan file yang diunggah untuk tujuan komersial. Tidak ada yang dapat mengakses file pengguna, memastikan perlindungan privasi lengkap.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto berfungsi di semua platform, termasuk browser, tablet, dan perangkat seluler.",
  "Click or Drag & Drop": "Klik atau Seret & Lepas",
  "files": "file",
  "file": "mengajukan",
  "Type Image URL and Press Submit Button": "Ketik URL Gambar dan Tekan Tombol Kirim",
  "close": "menutup",
  "Submit": "Kirim",
  "Select files": "Pilih file",
  "Maximum file size must be 512MB": "Ukuran file maksimum harus 512 MB",
  "Download": "Unduh",
  "Close menu": "Tutup menu",
  "Clear": "Jernih",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Konverter PDF ke DOC online gratis ini memungkinkan Anda menyimpan file PDF sebagai dokumen yang dapat diedit dalam format Microsoft Word DOC, memastikan kualitas yang lebih baik daripada banyak konverter lainnya.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Konverter PDF ke DOCX gratis ini memungkinkan Anda mengonversi dokumen PDF ke file Office Open XML, kompatibel dengan semua perangkat lunak perkantoran utama, memberikan kualitas konversi terbaik.",
  "Remove Background": "Hapus Latar Belakang",
  "Remove Background of your Image": "Hapus Latar Belakang Gambar Anda",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Silahkan drag & drop file di mana saja di layar atau klik dropzone di bawah ini.",
  "Unlock": "Membuka kunci",
  "An easy-to-use online tool to remove passwords from PDFs.": "Alat online yang mudah digunakan untuk menghapus kata sandi dari PDF.",
  "Drop files to upload": "Jatuhkan file untuk diunggah",
  "URL": "URL",
  "Compress PDF online. Same PDF quality less file size": "Kompres PDF daring. Kualitas PDF yang sama dengan ukuran file yang lebih sedikit",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "Kompres file PDF untuk mendapatkan kualitas PDF yang sama tetapi ukuran file lebih sedikit. Kompres atau optimalkan file PDF secara online, mudah dan gratis.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "Kompresi PDF, kompres PDF, teknologi kompresi canggih, pengalaman mulus, ukuran file yang dioptimalkan, kualitas gambar sempurna, gambar sebening kristal, teks tajam, kompresi lossless, efisiensi mudah, teknik kompresi terbaik, kompatibilitas yang ditingkatkan, kinerja secepat kilat, keandalan tepercaya , manajemen dokumen, masa depan kompresi PDF",
  "Embrace the future of PDF compression with our unparalleled technology.": "Rangkullah masa depan kompresi PDF dengan teknologi kami yang tak tertandingi.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "Efisiensi yang mudah, kualitas gambar yang sempurna, dan penggabungan kompatibilitas yang ditingkatkan untuk menawarkan pengalaman kompresi PDF terbaik yang tersedia",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "Sederhanakan manajemen dokumen Anda hari ini dan bergabunglah dengan jajaran pengguna kami yang puas yang telah merasakan kekuatan teknologi kompresi tingkat atas kami.",
  "Seamlessly Streamlined PDFs": "PDF yang disederhanakan dengan mulus",
  "Picture-Perfect Quality": "Gambar-Kualitas Sempurna",
  "Effortless Efficiency": "Efisiensi Mudah",
  "Enhanced File Compatibility": "Kompatibilitas File yang Ditingkatkan",
  "Lightning-Fast Performance": "Performa Secepat Kilat",
  "Trusted Reliability": "Keandalan Tepercaya",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "Dengan teknologi kompresi canggih kami, file PDF secara otomatis dioptimalkan ke ukuran sekecil mungkin tanpa intervensi manual. Ucapkan selamat tinggal pada dokumen besar dan nikmati pengalaman mulus menangani file terkompresi secara efisien.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "Algoritme kompresi kami dirancang untuk mempertahankan setiap detail dokumen Anda. Nikmati gambar sebening kristal dan teks tajam, karena teknologi kami menjamin kompresi lossless, memastikan kualitas tertinggi bahkan setelah kompresi.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "Layanan kami menangani semuanya di belakang layar, jadi Anda tidak perlu khawatir memilih opsi kompresi seperti deflate atau deflate_images. Rasakan efisiensi yang mudah karena teknologi kami secara otomatis menerapkan teknik kompresi terbaik untuk Anda.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "Teknologi kompresi kami bekerja ekstra dengan memperluas gambar dan font secara otomatis untuk kompatibilitas yang lebih baik dengan berbagai aplikasi. Yakinlah bahwa PDF Anda akan ditampilkan dengan sempurna di berbagai platform dan perangkat.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "Anda akan kagum dengan kinerja secepat kilat dari layanan kami. Ukuran file yang lebih kecil berarti pengunggahan, pengunduhan, dan berbagi dokumen yang lebih cepat, menghemat waktu Anda yang berharga dan meningkatkan produktivitas secara keseluruhan.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "Teknologi kompresi kami tidak hanya mutakhir tetapi juga tepercaya dan terbukti memberikan hasil yang konsisten dan andal. Tak terhitung banyaknya pengguna yang puas telah merasakan manfaat dari layanan kompresi kami, menjadikannya pilihan utama untuk semua kebutuhan manajemen dokumen Anda.",
  "Convert {from} to {to} | filekit.co": "Ubah {dari} menjadi {ke} | filekit.co",
  "Convert {from} to {to} online for free | filekit.co": "Ubah {from} menjadi {to} online gratis | filekit.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "file, format, konversi {fromExt} ke {toExt}, {fromExt}, {toExt}, gratis, online, Konverter File, filekit.co"
}