{
  "CBZ to PDF | Filekit.co": "CBZ in PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "Convertitore da CBZ a PDF - Filekit.co è un servizio di conversione di file online gratuito e veloce.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ in PDF, convertire cbz, convertire pdf, modificare, file pdf, file cbz",
  "Convert {fromExt} to {toExt} online for free": "Converti {fromExt} in {toExt} online gratuitamente",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "immagine, convertire {fromExt} in {toExt}, {fromExt}, {toExt}, gratuito, online, convertitore di file",
  "File Kit": "Kit file",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit è un convertitore di file basato su browser con supporto per oltre 300 formati, che fornisce conversioni estese, tempi di elaborazione rapidi e impostazioni personalizzabili garantendo al contempo la sicurezza dei dati e la compatibilità su tutti i dispositivi.",
  "Let's kit": "Kitamo",
  "Something went wrong": "'Qualcosa è andato storto'",
  "Trusted by over 1 million users every month": "Scelto da oltre 1 milione di utenti ogni mese",
  "Employess of large and small companies all over the world use our service": "Dipendenti di grandi e piccole aziende in tutto il mondo utilizzano il nostro servizio",
  "File Conversion, Compression, and Background Removal Services": "Servizi di conversione file, compressione e rimozione in background",
  "Best file conversion and Image removal software": "Miglior software di conversione file e rimozione immagini",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Offriamo una vasta gamma di servizi di conversione file, compressione e rimozione in background per soddisfare le tue esigenze. Se devi convertire un documento in PDF, comprimere un file di grandi dimensioni o rimuovere lo sfondo da un'immagine, possiamo aiutarti. I nostri servizi sono facili da usare e convenienti.",
  "Convenient Conversion": "Conversione conveniente",
  "Flawless Background Image Removal": "Rimozione impeccabile dell'immagine di sfondo",
  "Fast Speed": "Velocità veloce",
  "Completely Free": "Completamente gratis",
  "Security": "Sicurezza",
  "Support for All Devices": "Supporto per tutti i dispositivi",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Eseguendo semplicemente tre azioni: trascinando e rilasciando i file, facendo clic sul pulsante di conversione e controllando il file risultante, è possibile ottenere facilmente l'output desiderato. Con questi semplici passaggi, puoi ottenere i risultati desiderati.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Forniamo una funzione che rimuove perfettamente l'immagine di sfondo dalle tue foto.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Trascina e rilascia il documento o il file immagine e fai clic sul pulsante. Miriamo a fornire tutti i risultati entro 2 minuti.",
  "All file conversions and background image removal are completely free.": "Tutte le conversioni di file e la rimozione delle immagini di sfondo sono completamente gratuite.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Non utilizziamo i file caricati per scopi commerciali. Nessuno può accedere ai file dell'utente, garantendo una completa protezione della privacy.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto funziona su tutte le piattaforme, inclusi browser, tablet e dispositivi mobili.",
  "Click or Drag & Drop": "Fare clic o trascinare e rilasciare",
  "files": "File",
  "file": "file",
  "Type Image URL and Press Submit Button": "Digita l'URL dell'immagine e premi il pulsante Invia",
  "close": "vicino",
  "Submit": "Invia",
  "Select files": "Seleziona i file",
  "Maximum file size must be 512MB": "La dimensione massima del file deve essere di 512 MB",
  "Download": "Scaricamento",
  "Close menu": "Chiudi menù",
  "Clear": "Chiaro",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Questo convertitore online gratuito da PDF a DOC consente di salvare un file PDF come documento modificabile in formato Microsoft Word DOC, garantendo una qualità migliore rispetto a molti altri convertitori.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Questo convertitore gratuito da PDF a DOCX consente di convertire documenti PDF in file Office Open XML, compatibili con tutti i principali software per ufficio, fornendo la migliore qualità di conversione possibile.",
  "Remove Background": "Rimuovi sfondo",
  "Remove Background of your Image": "Rimuovi lo sfondo della tua immagine",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Si prega di trascinare e rilasciare i file in qualsiasi punto dello schermo o fare clic sulla zona di trascinamento in basso.",
  "Unlock": "Sbloccare",
  "An easy-to-use online tool to remove passwords from PDFs.": "Uno strumento online facile da usare per rimuovere le password dai PDF.",
  "Drop files to upload": "Trascina i file da caricare",
  "URL": "URL"
}