{
  "CBZ to PDF | Filekit.co": "CBZからPDFへ |ファイルキット.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ から PDF コンバーター - Filekit.co は、無料で高速なオンライン ファイル変換サービスです。",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ から PDF、cbz 変換、pdf 変換、変更、pdf ファイル、cbz ファイル",
  "Convert {fromExt} to {toExt} online for free": "無料でオンラインで {fromExt} を {toExt} に変換します",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "画像、変換 {fromExt} から {toExt}、{fromExt}、{toExt}、無料、オンライン、ファイル コンバーター",
  "File Kit": "ファイルキット",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit は、300 を超える形式をサポートするブラウザベースのファイル コンバータであり、広範な変換、高速な処理時間、カスタマイズ可能な設定を提供しながら、すべてのデバイスにわたるデータのセキュリティと互換性を確保します。",
  "Let's kit": "キットを作ろう",
  "Something went wrong": "「何か問題が発生しました」",
  "Trusted by over 1 million users every month": "毎月 100 万人を超えるユーザーから信頼されています",
  "Employess of large and small companies all over the world use our service": "世界中の大企業と中小企業の従業員が当社のサービスを利用しています",
  "File Conversion, Compression, and Background Removal Services": "ファイル変換、圧縮、およびバックグラウンド除去サービス",
  "Best file conversion and Image removal software": "最高のファイル変換および画像削除ソフトウェア",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "当社は、お客様のニーズに合わせて、幅広いファイル変換、圧縮、背景除去サービスを提供しています。ドキュメントを PDF に変換する必要がある場合でも、大きなファイルを圧縮する必要がある場合でも、画像から背景を削除する必要がある場合でも、私たちがお手伝いします。当社のサービスは使いやすく、手頃な価格です。",
  "Convenient Conversion": "便利な変換",
  "Flawless Background Image Removal": "完璧な背景画像の削除",
  "Fast Speed": "速いスピード",
  "Completely Free": "完全に無料",
  "Security": "安全",
  "Support for All Devices": "すべてのデバイスのサポート",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "ファイルをドラッグ＆ドロップし、変換ボタンをクリックし、結果のファイルを確認するという 3 つの操作を実行するだけで、簡単に目的の出力を得ることができます。これらの簡単な手順で、望ましい結果を得ることができます。",
  "We provide a feature that flawlessly removes the background image from your photos.": "写真から背景画像を完璧に削除する機能を提供します。",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "文書または画像ファイルをドラッグ アンド ドロップし、ボタンをクリックします。すべての結果を 2 分以内に提供することを目指しています。",
  "All file conversions and background image removal are completely free.": "すべてのファイル変換と背景画像の削除は完全に無料です。",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "アップロードされたファイルは商業目的で使用されません。誰もユーザーのファイルにアクセスできないため、完全なプライバシー保護が保証されます。",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto は、ブラウザ、タブレット、モバイル デバイスを含むすべてのプラットフォームで動作します。",
  "Click or Drag & Drop": "クリックまたはドラッグ＆ドロップ",
  "files": "ファイル",
  "file": "ファイル",
  "Type Image URL and Press Submit Button": "画像のURLを入力して送信ボタンを押してください",
  "close": "近い",
  "Submit": "送信",
  "Select files": "ファイルの選択",
  "Maximum file size must be 512MB": "最大ファイルサイズは512MBである必要があります",
  "Download": "ダウンロード",
  "Close menu": "メニューを閉じる",
  "Clear": "クリア",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "この無料のオンライン PDF to DOC コンバーターを使用すると、PDF ファイルを編集可能な文書として Microsoft Word DOC 形式で保存できるため、他の多くのコンバーターよりも高品質が保証されます。",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "この無料の PDF から DOCX コンバーターを使用すると、PDF ドキュメントを Office Open XML ファイルに変換できます。このファイルはすべての主要なオフィス ソフトウェアと互換性があり、最高の変換品質を提供します。",
  "Remove Background": "背景の削除",
  "Remove Background of your Image": "画像の背景を削除する",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "ファイルを画面上の任意の場所にドラッグ アンド ドロップするか、下のドロップゾーンをクリックしてください。",
  "Unlock": "ロックを解除する",
  "An easy-to-use online tool to remove passwords from PDFs.": "PDF からパスワードを削除するための使いやすいオンライン ツール。",
  "Drop files to upload": "ファイルをドロップしてアップロードする",
  "URL": "URL",
  "Compress PDF online. Same PDF quality less file size": "PDFをオンラインで圧縮します。同じ PDF 品質でファイルサイズを削減",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "PDF ファイルを圧縮すると、同じ PDF 品質でファイルサイズが小さくなります。 PDF ファイルをオンラインで簡単かつ無料で圧縮または最適化します。",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "PDF 圧縮、PDF 圧縮、高度な圧縮テクノロジー、シームレスなエクスペリエンス、最適化されたファイル サイズ、完璧な品質、鮮明な画像、シャープなテキスト、可逆圧縮、簡単な効率、最高の圧縮技術、強化された互換性、超高速パフォーマンス、信頼できる信頼性、ドキュメント管理、PDF 圧縮の将来",
  "Embrace the future of PDF compression with our unparalleled technology.": "当社の比類のないテクノロジーで PDF 圧縮の未来を受け入れてください。",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "楽な効率性、完璧な画質、強化された互換性が融合して、最高の PDF 圧縮エクスペリエンスを提供します。",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "今すぐドキュメント管理を簡素化し、当社のトップレベルの圧縮テクノロジーの力をすでに体験し、満足しているユーザーの仲間入りをしましょう。",
  "Seamlessly Streamlined PDFs": "シームレスに合理化された PDF",
  "Picture-Perfect Quality": "絵に描いたような完璧な品質",
  "Effortless Efficiency": "楽な効率化",
  "Enhanced File Compatibility": "強化されたファイル互換性",
  "Lightning-Fast Performance": "超高速パフォーマンス",
  "Trusted Reliability": "信頼できる信頼性",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "当社の高度な圧縮技術により、PDF ファイルは手動介入なしで可能な限り最小のサイズに自動的に最適化されます。かさばるドキュメントに別れを告げ、圧縮ファイルを効率的に処理するシームレスなエクスペリエンスをお楽しみください。",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "当社の圧縮アルゴリズムは、ドキュメントのあらゆる詳細を保持するように設計されています。当社のテクノロジーは可逆圧縮を保証し、圧縮後も最高の品質を保証するため、非常に鮮明な画像と鮮明なテキストをお楽しみください。",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "当社のサービスはすべてをバックグラウンドで処理するため、deflate や deflate_images などの圧縮オプションの選択を心配する必要はありません。当社のテクノロジーが最適な圧縮技術を自動的に適用するので、楽な効率性を体験してください。",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "当社の圧縮技術は、さまざまなアプリケーションとの互換性を高めるために、画像とフォントを自動的に拡張することでさらに一歩進んでいます。 PDF はさまざまなプラットフォームやデバイスでも問題なく表示されますので、ご安心ください。",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "当社のサービスの超高速パフォーマンスに驚かれることでしょう。ファイル サイズが小さいほど、ドキュメントのアップロード、ダウンロード、共有が速くなり、貴重な時間を節約し、全体的な生産性が向上します。",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "当社の圧縮技術は最先端であるだけでなく、一貫した信頼性の高い結果を提供することが信頼され、実証されています。数え切れないほどの満足しているユーザーが当社の圧縮サービスのメリットを体験しており、あらゆる文書管理ニーズに最適な選択肢となっています。",
  "Convert {from} to {to} | filekit.co": "{from} を {to} に変換 |ファイルキット.co",
  "Convert {from} to {to} online for free | filekit.co": "オンラインで {from} を {to} に無料で変換 |ファイルキット.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "ファイル、フォーマット、変換 {fromExt} から {toExt}、{fromExt}、{toExt}、無料、オンライン、ファイル コンバーター、filekit.co"
}