{
  "CBZ to PDF | Filekit.co": "CBZ ते PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ ते PDF Converter - Filekit.co ही एक विनामूल्य आणि जलद ऑनलाइन फाइल रूपांतरण सेवा आहे.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "सीबीझेड टू पीडीएफ, सीबीझेड कन्व्हर्ट करा, पीडीएफ कन्व्हर्ट करा, बदला, पीडीएफ फाइल, सीबीझेड फाइल",
  "Convert {fromExt} to {toExt} online for free": "रूपांतर करा",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "प्रतिमा, रूपांतरित करा",
  "File Kit": "फाइल किट",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "फाइलकिट हे 300 हून अधिक फॉरमॅटसाठी समर्थन असलेले ब्राउझर-आधारित फाइल कनवर्टर आहे, सर्व उपकरणांवर डेटा सुरक्षितता आणि सुसंगतता सुनिश्चित करताना विस्तृत रूपांतरणे, जलद प्रक्रिया वेळा आणि सानुकूल सेटिंग्ज प्रदान करते.",
  "Let's kit": "चला किट करूया",
  "Something went wrong": "'काहीतरी चूक झाली'",
  "Trusted by over 1 million users every month": "दरमहा 1 दशलक्षाहून अधिक वापरकर्त्यांद्वारे विश्वासार्ह",
  "Employess of large and small companies all over the world use our service": "जगभरातील मोठ्या आणि लहान कंपन्यांचे कर्मचारी आमची सेवा वापरतात",
  "File Conversion, Compression, and Background Removal Services": "फाइल रूपांतरण, कॉम्प्रेशन आणि पार्श्वभूमी काढण्याची सेवा",
  "Best file conversion and Image removal software": "सर्वोत्तम फाइल रूपांतरण आणि प्रतिमा काढण्याचे सॉफ्टवेअर",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "आम्ही तुमच्या गरजा पूर्ण करण्यासाठी फाईल रूपांतरण, कॉम्प्रेशन आणि पार्श्वभूमी काढण्याच्या सेवांची विस्तृत श्रेणी ऑफर करतो. तुम्हाला दस्तऐवज PDF मध्‍ये रूपांतरित करण्‍याची, मोठी फाईल संकुचित करण्‍याची किंवा प्रतिमेची पार्श्वभूमी काढून टाकण्‍याची आवश्‍यकता असली तरीही, आम्ही मदत करू शकतो. आमच्या सेवा वापरण्यास सोप्या आणि परवडणाऱ्या आहेत.",
  "Convenient Conversion": "सोयीस्कर रूपांतरण",
  "Flawless Background Image Removal": "निर्दोष पार्श्वभूमी प्रतिमा काढणे",
  "Fast Speed": "जलद गती",
  "Completely Free": "पूर्णपणे मोफत",
  "Security": "सुरक्षा",
  "Support for All Devices": "सर्व उपकरणांसाठी समर्थन",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "फक्त तीन क्रिया करून: फाइल्स ड्रॅग आणि ड्रॉप करून, कन्व्हर्जन बटणावर क्लिक करून आणि परिणामी फाइल तपासा, तुम्ही इच्छित आउटपुट सहज मिळवू शकता. या सोप्या चरणांसह, आपण इच्छित परिणाम प्राप्त करू शकता.",
  "We provide a feature that flawlessly removes the background image from your photos.": "आम्ही एक वैशिष्ट्य प्रदान करतो जे तुमच्या फोटोंमधून पार्श्वभूमी प्रतिमा निर्दोषपणे काढून टाकते.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "तुमचा दस्तऐवज किंवा प्रतिमा फाइल ड्रॅग आणि ड्रॉप करा आणि बटणावर क्लिक करा. आम्ही 2 मिनिटांत सर्व परिणाम प्रदान करण्याचे आमचे ध्येय आहे.",
  "All file conversions and background image removal are completely free.": "सर्व फाइल रूपांतरणे आणि पार्श्वभूमी प्रतिमा काढणे पूर्णपणे विनामूल्य आहेत.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "आम्ही अपलोड केलेल्या फायली व्यावसायिक हेतूंसाठी वापरत नाही. कोणीही वापरकर्त्याच्या फायलींमध्ये प्रवेश करू शकत नाही, संपूर्ण गोपनीयता संरक्षण सुनिश्चित करते.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "ब्राउझर, टॅब्लेट आणि मोबाइल डिव्हाइसेससह सर्व प्लॅटफॉर्मवर कन्व्हर्टो कार्य करते.",
  "Click or Drag & Drop": "क्लिक करा किंवा ड्रॅग आणि ड्रॉप करा",
  "files": "फाइल्स",
  "file": "फाइल",
  "Type Image URL and Press Submit Button": "इमेज URL टाइप करा आणि सबमिट बटण दाबा",
  "close": "बंद",
  "Submit": "प्रस्तुत करणे",
  "Select files": "फाइल्स निवडा",
  "Maximum file size must be 512MB": "कमाल फाइल आकार 512MB असणे आवश्यक आहे",
  "Download": "डाउनलोड करा",
  "Close menu": "मेनू बंद करा",
  "Clear": "साफ",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "हे विनामूल्य ऑनलाइन PDF ते DOC कनवर्टर तुम्हाला PDF फाइल संपादन करण्यायोग्य दस्तऐवज म्हणून Microsoft Word DOC फॉरमॅटमध्ये सेव्ह करण्याची अनुमती देते, ज्यामुळे इतर अनेक कन्व्हर्टरपेक्षा चांगली गुणवत्ता सुनिश्चित होते.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "हे विनामूल्य PDF ते DOCX कनवर्टर तुम्हाला PDF दस्तऐवजांना Office Open XML फाइल्समध्ये रूपांतरित करण्याची परवानगी देते, सर्व प्रमुख ऑफिस सॉफ्टवेअरशी सुसंगत, रूपांतरणाची सर्वोत्तम गुणवत्ता प्रदान करते.",
  "Remove Background": "पार्श्वभूमी काढा",
  "Remove Background of your Image": "तुमच्या प्रतिमेची पार्श्वभूमी काढा",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "कृपया फाईल्स स्क्रीनवर कुठेही ड्रॅग आणि ड्रॉप करा किंवा खालील ड्रॉपझोनवर क्लिक करा.",
  "Unlock": "अनलॉक करा",
  "An easy-to-use online tool to remove passwords from PDFs.": "PDF मधून पासवर्ड काढण्यासाठी वापरण्यास सोपे ऑनलाइन साधन.",
  "Drop files to upload": "अपलोड करण्यासाठी फाइल्स ड्रॉप करा",
  "URL": "URL",
  "Compress PDF online. Same PDF quality less file size": "पीडीएफ ऑनलाइन कॉम्प्रेस करा. समान PDF गुणवत्ता कमी फाइल आकार",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "समान पीडीएफ गुणवत्तेसाठी परंतु कमी फाइल आकारासाठी पीडीएफ फाइल कॉम्प्रेस करा. PDF फाइल ऑनलाइन, सहज आणि विनामूल्य संकुचित करा किंवा ऑप्टिमाइझ करा.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "पीडीएफ कॉम्प्रेशन, कॉम्प्रेस पीडीएफ, प्रगत कॉम्प्रेशन टेक्नॉलॉजी, सीमलेस अनुभव, ऑप्टिमाइझ फाइल आकार, चित्र-परिपूर्ण गुणवत्ता, क्रिस्टल-क्लीअर इमेज, शार्प मजकूर, लॉसलेस कॉम्प्रेशन, सहज कार्यक्षमता, सर्वोत्तम कॉम्प्रेशन तंत्र, वर्धित सुसंगतता, लाइटनिंग-फास्ट कामगिरी, विश्वासार्ह विश्वसनीयता , दस्तऐवज व्यवस्थापन, पीडीएफ कॉम्प्रेशनचे भविष्य",
  "Embrace the future of PDF compression with our unparalleled technology.": "आमच्या अतुलनीय तंत्रज्ञानासह पीडीएफ कॉम्प्रेशनचे भविष्य स्वीकारा.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "तुम्हाला उपलब्ध सर्वोत्तम PDF कॉम्प्रेशन अनुभव देण्यासाठी अथक कार्यक्षमता, चित्र-परिपूर्ण गुणवत्ता आणि वर्धित सुसंगतता एकत्र करा.",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "आजच तुमचे दस्तऐवज व्यवस्थापन सुलभ करा आणि आमच्या समाधानी वापरकर्त्यांच्या श्रेणीत सामील व्हा ज्यांनी आमच्या शीर्ष-स्तरीय कॉम्प्रेशन तंत्रज्ञानाची शक्ती आधीच अनुभवली आहे.",
  "Seamlessly Streamlined PDFs": "अखंडपणे सुव्यवस्थित PDF",
  "Picture-Perfect Quality": "चित्र-परिपूर्ण गुणवत्ता",
  "Effortless Efficiency": "प्रयत्नहीन कार्यक्षमता",
  "Enhanced File Compatibility": "वर्धित फाइल सुसंगतता",
  "Lightning-Fast Performance": "लाइटनिंग-वेगवान कामगिरी",
  "Trusted Reliability": "विश्वसनीय विश्वसनीयता",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "आमच्या प्रगत कॉम्प्रेशन तंत्रज्ञानासह, PDF फायली कोणत्याही मॅन्युअल हस्तक्षेपाशिवाय त्यांच्या शक्य तितक्या लहान आकारात स्वयंचलितपणे ऑप्टिमाइझ केल्या जातात. मोठ्या दस्तऐवजांना निरोप द्या आणि कार्यक्षमतेने संकुचित केलेल्या फायली हाताळण्याच्या अखंड अनुभवाचा आनंद घ्या.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "आमचे कॉम्प्रेशन अल्गोरिदम तुमच्या दस्तऐवजांचे प्रत्येक तपशील जतन करण्यासाठी डिझाइन केले आहे. स्फटिक-स्पष्ट प्रतिमा आणि तीक्ष्ण मजकूराचा आनंद घ्या, कारण आमचे तंत्रज्ञान नुकसानरहित कॉम्प्रेशनची हमी देते, कॉम्प्रेशननंतरही सर्वोच्च गुणवत्ता सुनिश्चित करते.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "आमची सेवा पडद्यामागील प्रत्येक गोष्टीची काळजी घेते, त्यामुळे तुम्हाला deflate किंवा deflate_images सारखे कॉम्प्रेशन पर्याय निवडण्याची काळजी करण्याची गरज नाही. सहज कार्यक्षमतेचा अनुभव घ्या कारण आमचे तंत्रज्ञान तुमच्यासाठी सर्वोत्तम कॉम्प्रेशन तंत्र स्वयंचलितपणे लागू करते.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "आमचे कॉम्प्रेशन तंत्रज्ञान विविध ऍप्लिकेशन्ससह चांगल्या सुसंगततेसाठी प्रतिमा आणि फॉन्ट स्वयंचलितपणे विस्तारित करून अतिरिक्त मैल पार करते. निश्चिंत राहा की तुमचे PDF विविध प्लॅटफॉर्म आणि डिव्हाइसेसवर निर्दोषपणे प्रदर्शित केले जातील.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "आमच्या सेवेच्या लाइटनिंग-फास्ट कामगिरीने तुम्ही थक्क व्हाल. लहान फाइल आकार म्हणजे जलद दस्तऐवज अपलोड करणे, डाउनलोड करणे आणि शेअर करणे, तुमचा मौल्यवान वेळ वाचवणे आणि एकूण उत्पादकता वाढवणे.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "आमचे कॉम्प्रेशन तंत्रज्ञान केवळ अत्याधुनिकच नाही तर सातत्यपूर्ण आणि विश्वासार्ह परिणाम देण्यासाठी विश्वसनीय आणि सिद्ध देखील आहे. असंख्य समाधानी वापरकर्त्यांनी आमच्या कम्प्रेशन सेवेचे फायदे अनुभवले आहेत, ज्यामुळे तुमच्या सर्व दस्तऐवज व्यवस्थापन गरजा पूर्ण करता येतील.",
  "Convert {from} to {to} | filekit.co": "रूपांतर करा",
  "Convert {from} to {to} online for free | filekit.co": "रूपांतर करा",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "फाइल, स्वरूप, रूपांतर"
}