{
  "CBZ to PDF | Filekit.co": "CBZ naar PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ naar PDF Converter - Filekit.co is een gratis en snelle online bestandsconversieservice.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ naar PDF, cbz converteren, pdf converteren, wijzigen, pdf-bestand, cbz-bestand",
  "Convert {fromExt} to {toExt} online for free": "Converteer {fromExt} gratis naar {toExt} online",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "afbeelding, converteer {fromExt} naar {toExt}, {fromExt}, {toExt}, gratis, online, File Converter",
  "File Kit": "Bestandskit",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit is een browsergebaseerde bestandsconverter met ondersteuning voor meer dan 300 formaten, die uitgebreide conversies, snelle verwerkingstijden en aanpasbare instellingen biedt, terwijl gegevensbeveiliging en compatibiliteit op alle apparaten wordt gegarandeerd.",
  "Let's kit": "Laten we kiten",
  "Something went wrong": "'Er is iets fout gegaan'",
  "Trusted by over 1 million users every month": "Maandelijks vertrouwd door meer dan 1 miljoen gebruikers",
  "Employess of large and small companies all over the world use our service": "Medewerkers van grote en kleine bedrijven over de hele wereld maken gebruik van onze service",
  "File Conversion, Compression, and Background Removal Services": "Bestandsconversie, compressie en verwijdering op de achtergrond",
  "Best file conversion and Image removal software": "Beste software voor bestandsconversie en het verwijderen van afbeeldingen",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "We bieden een breed scala aan services voor bestandsconversie, compressie en achtergrondverwijdering om aan uw behoeften te voldoen. Of u nu een document naar PDF wilt converteren, een groot bestand wilt comprimeren of de achtergrond van een afbeelding wilt verwijderen, wij kunnen u helpen. Onze diensten zijn gebruiksvriendelijk en betaalbaar.",
  "Convenient Conversion": "Handige conversie",
  "Flawless Background Image Removal": "Foutloos verwijderen van achtergrondafbeeldingen",
  "Fast Speed": "Hoge snelheid",
  "Completely Free": "Helemaal gratis",
  "Security": "Beveiliging",
  "Support for All Devices": "Ondersteuning voor alle apparaten",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Door simpelweg drie acties uit te voeren: bestanden slepen en neerzetten, op de conversieknop klikken en het resulterende bestand controleren, kunt u eenvoudig de gewenste uitvoer verkrijgen. Met deze eenvoudige stappen bereikt u de gewenste resultaten.",
  "We provide a feature that flawlessly removes the background image from your photos.": "We bieden een functie die de achtergrondafbeelding feilloos van uw foto's verwijdert.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Sleep uw document of afbeeldingsbestand en klik op de knop. We streven ernaar om alle resultaten binnen 2 minuten te verstrekken.",
  "All file conversions and background image removal are completely free.": "Alle bestandsconversies en het verwijderen van achtergrondafbeeldingen zijn volledig gratis.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "We gebruiken geüploade bestanden niet voor commerciële doeleinden. Niemand heeft toegang tot de bestanden van de gebruiker, waardoor volledige privacybescherming wordt gegarandeerd.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto werkt op alle platforms, inclusief browsers, tablets en mobiele apparaten.",
  "Click or Drag & Drop": "Klikken of slepen en neerzetten",
  "files": "bestanden",
  "file": "bestand",
  "Type Image URL and Press Submit Button": "Typ Afbeeldings-URL en druk op de knop Verzenden",
  "close": "dichtbij",
  "Submit": "Indienen",
  "Select files": "Selecteer bestand",
  "Maximum file size must be 512MB": "De maximale bestandsgrootte moet 512 MB zijn",
  "Download": "Downloaden",
  "Close menu": "Menu sluiten",
  "Clear": "Duidelijk",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Met deze gratis online PDF naar DOC-converter kunt u een PDF-bestand opslaan als een bewerkbaar document in Microsoft Word DOC-indeling, wat een betere kwaliteit garandeert dan veel andere converters.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Met deze gratis PDF naar DOCX-converter kunt u PDF-documenten converteren naar Office Open XML-bestanden, die compatibel zijn met alle belangrijke kantoorsoftware en de best mogelijke conversiekwaliteit bieden.",
  "Remove Background": "Verwijder achtergrond",
  "Remove Background of your Image": "Verwijder de achtergrond van uw afbeelding",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Sleep bestanden naar een willekeurige plaats op het scherm of klik op de onderstaande dropzone.",
  "Unlock": "Ontgrendelen",
  "An easy-to-use online tool to remove passwords from PDFs.": "Een gebruiksvriendelijke online tool om wachtwoorden uit pdf's te verwijderen.",
  "Drop files to upload": "Zet bestanden neer om te uploaden",
  "URL": "URL",
  "Compress PDF online. Same PDF quality less file size": "PDF online comprimeren. Dezelfde PDF-kwaliteit minder bestandsgrootte",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "Comprimeer een PDF-bestand om dezelfde PDF-kwaliteit te krijgen, maar minder bestandsgrootte. Comprimeer of optimaliseer PDF-bestanden online, eenvoudig en gratis.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "PDF-compressie, PDF comprimeren, geavanceerde compressietechnologie, naadloze ervaring, geoptimaliseerde bestandsgrootte, perfecte beeldkwaliteit, kristalheldere afbeeldingen, scherpe tekst, compressie zonder verlies, moeiteloze efficiëntie, beste compressietechnieken, verbeterde compatibiliteit, razendsnelle prestaties, vertrouwde betrouwbaarheid , documentbeheer, toekomst van PDF-compressie",
  "Embrace the future of PDF compression with our unparalleled technology.": "Omarm de toekomst van PDF-compressie met onze ongeëvenaarde technologie.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "Moeiteloze efficiëntie, perfecte beeldkwaliteit en verbeterde compatibiliteit komen samen om u de best beschikbare PDF-compressie-ervaring te bieden",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "Vereenvoudig uw documentbeheer vandaag nog en sluit u aan bij onze tevreden gebruikers die de kracht van onze eersteklas compressietechnologie al hebben ervaren.",
  "Seamlessly Streamlined PDFs": "Naadloos gestroomlijnde pdf's",
  "Picture-Perfect Quality": "Perfecte beeldkwaliteit",
  "Effortless Efficiency": "Moeiteloze efficiëntie",
  "Enhanced File Compatibility": "Verbeterde bestandscompatibiliteit",
  "Lightning-Fast Performance": "Bliksemsnelle prestaties",
  "Trusted Reliability": "Betrouwbare betrouwbaarheid",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "Met onze geavanceerde compressietechnologie worden PDF-bestanden automatisch geoptimaliseerd tot de kleinst mogelijke grootte zonder enige handmatige tussenkomst. Zeg vaarwel tegen omvangrijke documenten en geniet van de naadloze ervaring van efficiënt gecomprimeerde bestanden verwerken.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "Ons compressie-algoritme is ontworpen om elk detail van uw documenten te behouden. Geniet van kristalheldere beelden en scherpe tekst, omdat onze technologie compressie zonder verlies garandeert, waardoor de hoogste kwaliteit wordt gegarandeerd, zelfs na compressie.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "Onze service regelt alles achter de schermen, zodat u zich geen zorgen hoeft te maken over het selecteren van compressie-opties zoals deflate of deflate_images. Ervaar moeiteloze efficiëntie omdat onze technologie automatisch de beste compressietechnieken voor u toepast.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "Onze compressietechnologie gaat nog een stap verder door afbeeldingen en lettertypen automatisch uit te breiden voor een betere compatibiliteit met verschillende toepassingen. U kunt er zeker van zijn dat uw PDF's foutloos worden weergegeven op verschillende platforms en apparaten.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "U zult versteld staan van de razendsnelle prestaties van onze service. Kleinere bestanden zorgen voor sneller uploaden, downloaden en delen van documenten, waardoor u kostbare tijd bespaart en de algehele productiviteit toeneemt.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "Onze compressietechnologie is niet alleen geavanceerd, maar ook betrouwbaar en heeft bewezen consistente en betrouwbare resultaten te leveren. Talloze tevreden gebruikers hebben de voordelen van onze compressieservice ervaren, waardoor het de beste keuze is voor al uw behoeften op het gebied van documentbeheer.",
  "Convert {from} to {to} | filekit.co": "Converteer {van} naar {naar} | filekit.co",
  "Convert {from} to {to} online for free | filekit.co": "Converteer {van} naar {to} gratis online | filekit.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "bestand, formaat, converteer {fromExt} naar {toExt}, {fromExt}, {toExt}, gratis, online, File Converter, filekit.co"
}