{
  "CBZ to PDF | Filekit.co": "CBZ til PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ til PDF Converter - Filekit.co er en gratis og rask online filkonverteringstjeneste.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ til PDF, konverter cbz, konverter pdf, endre, pdf-fil, cbz-fil",
  "Convert {fromExt} to {toExt} online for free": "Konverter {fromExt} til {toExt} online gratis",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "bilde, konverter {fromExt} til {toExt}, {fromExt}, {toExt}, gratis, online, File Converter",
  "File Kit": "Filsett",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit er en nettleserbasert filkonvertering med støtte for over 300 formater, som gir omfattende konverteringer, raske behandlingstider og tilpassbare innstillinger samtidig som datasikkerhet og kompatibilitet på tvers av alle enheter sikres.",
  "Let's kit": "La oss sette sammen",
  "Something went wrong": "'Noe gikk galt'",
  "Trusted by over 1 million users every month": "Betrodd av over 1 million brukere hver måned",
  "Employess of large and small companies all over the world use our service": "Ansatte i store og små bedrifter over hele verden bruker tjenesten vår",
  "File Conversion, Compression, and Background Removal Services": "Tjenester for filkonvertering, komprimering og fjerning av bakgrunn",
  "Best file conversion and Image removal software": "Beste programvare for filkonvertering og fjerning av bilder",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Vi tilbyr et bredt spekter av filkonverterings-, komprimerings- og bakgrunnsfjerningstjenester for å møte dine behov. Enten du trenger å konvertere et dokument til PDF, komprimere en stor fil eller fjerne bakgrunnen fra et bilde, kan vi hjelpe. Våre tjenester er enkle å bruke og rimelige.",
  "Convenient Conversion": "Praktisk konvertering",
  "Flawless Background Image Removal": "Feilfri fjerning av bakgrunnsbilde",
  "Fast Speed": "Rask hastighet",
  "Completely Free": "Helt gratis",
  "Security": "Sikkerhet",
  "Support for All Devices": "Støtte for alle enheter",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Ved ganske enkelt å utføre tre handlinger: dra og slippe filer, klikke på konverteringsknappen og sjekke den resulterende filen, kan du enkelt få ønsket utgang. Med disse enkle trinnene kan du oppnå de ønskede resultatene.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Vi tilbyr en funksjon som feilfritt fjerner bakgrunnsbildet fra bildene dine.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Dra og slipp dokumentet eller bildefilen og klikk på knappen. Vi tar sikte på å gi alle resultater innen 2 minutter.",
  "All file conversions and background image removal are completely free.": "Alle filkonverteringer og fjerning av bakgrunnsbilder er helt gratis.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Vi bruker ikke opplastede filer til kommersielle formål. Ingen har tilgang til brukerens filer, noe som sikrer fullstendig personvern.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto fungerer på alle plattformer, inkludert nettlesere, nettbrett og mobile enheter."
}