{
  "CBZ to PDF | Filekit.co": "CBZ til PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ til PDF Converter - Filekit.co er en gratis og rask online filkonverteringstjeneste.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ til PDF, konverter cbz, konverter pdf, endre, pdf-fil, cbz-fil",
  "Convert {fromExt} to {toExt} online for free": "Konverter {fromExt} til {toExt} online gratis",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "bilde, konverter {fromExt} til {toExt}, {fromExt}, {toExt}, gratis, online, File Converter",
  "File Kit": "Filsett",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit er en nettleserbasert filkonvertering med støtte for over 300 formater, som gir omfattende konverteringer, raske behandlingstider og tilpassbare innstillinger samtidig som datasikkerhet og kompatibilitet på tvers av alle enheter sikres.",
  "Let's kit": "La oss sette sammen",
  "Something went wrong": "'Noe gikk galt'",
  "Trusted by over 1 million users every month": "Betrodd av over 1 million brukere hver måned",
  "Employess of large and small companies all over the world use our service": "Ansatte i store og små bedrifter over hele verden bruker tjenesten vår",
  "File Conversion, Compression, and Background Removal Services": "Tjenester for filkonvertering, komprimering og fjerning av bakgrunn",
  "Best file conversion and Image removal software": "Beste programvare for filkonvertering og fjerning av bilder",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Vi tilbyr et bredt spekter av filkonverterings-, komprimerings- og bakgrunnsfjerningstjenester for å møte dine behov. Enten du trenger å konvertere et dokument til PDF, komprimere en stor fil eller fjerne bakgrunnen fra et bilde, kan vi hjelpe. Våre tjenester er enkle å bruke og rimelige.",
  "Convenient Conversion": "Praktisk konvertering",
  "Flawless Background Image Removal": "Feilfri fjerning av bakgrunnsbilde",
  "Fast Speed": "Rask hastighet",
  "Completely Free": "Helt gratis",
  "Security": "Sikkerhet",
  "Support for All Devices": "Støtte for alle enheter",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Ved ganske enkelt å utføre tre handlinger: dra og slippe filer, klikke på konverteringsknappen og sjekke den resulterende filen, kan du enkelt få ønsket utgang. Med disse enkle trinnene kan du oppnå de ønskede resultatene.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Vi tilbyr en funksjon som feilfritt fjerner bakgrunnsbildet fra bildene dine.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Dra og slipp dokumentet eller bildefilen og klikk på knappen. Vi tar sikte på å gi alle resultater innen 2 minutter.",
  "All file conversions and background image removal are completely free.": "Alle filkonverteringer og fjerning av bakgrunnsbilder er helt gratis.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Vi bruker ikke opplastede filer til kommersielle formål. Ingen har tilgang til brukerens filer, noe som sikrer fullstendig personvern.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto fungerer på alle plattformer, inkludert nettlesere, nettbrett og mobile enheter.",
  "Click or Drag & Drop": "Klikk eller dra og slipp",
  "files": "filer",
  "file": "fil",
  "Type Image URL and Press Submit Button": "Skriv inn bilde-URL og trykk på Send-knappen",
  "close": "Lukk",
  "Submit": "Sende inn",
  "Select files": "Velg filer",
  "Maximum file size must be 512MB": "Maksimal filstørrelse må være 512 MB",
  "Download": "nedlasting",
  "Close menu": "Lukk menyen",
  "Clear": "Klar",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Denne gratis online PDF til DOC-konvertereren lar deg lagre en PDF-fil som et redigerbart dokument i Microsoft Word DOC-format, og sikrer bedre kvalitet enn mange andre omformere.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Denne gratis PDF til DOCX-konverteren lar deg konvertere PDF-dokumenter til Office Open XML-filer, som er kompatible med all hovedkontorprogramvare, og gir best mulig konverteringskvalitet.",
  "Remove Background": "Fjern bakgrunn",
  "Remove Background of your Image": "Fjern bakgrunnen til bildet ditt",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Dra og slipp filer hvor som helst på skjermen eller klikk på slippsonen nedenfor.",
  "Unlock": "Låse opp",
  "An easy-to-use online tool to remove passwords from PDFs.": "Et brukervennlig nettverktøy for å fjerne passord fra PDF-filer.",
  "Drop files to upload": "Slipp filer for å laste opp",
  "URL": "URL",
  "Compress PDF online. Same PDF quality less file size": "Komprimer PDF online. Samme PDF-kvalitet mindre filstørrelse",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "Komprimer PDF-filen for å få samme PDF-kvalitet, men mindre filstørrelse. Komprimer eller optimaliser PDF-filer online, enkelt og gratis.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "PDF-komprimering, komprimer PDF, avansert komprimeringsteknologi, sømløs opplevelse, optimalisert filstørrelse, bildeperfekt kvalitet, krystallklare bilder, skarp tekst, tapsfri komprimering, uanstrengt effektivitet, beste komprimeringsteknikker, forbedret kompatibilitet, lynrask ytelse, pålitelig pålitelighet , dokumenthåndtering, fremtiden for PDF-komprimering",
  "Embrace the future of PDF compression with our unparalleled technology.": "Omfavn fremtiden for PDF-komprimering med vår enestående teknologi.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "Uanstrengt effektivitet, bildeperfekt kvalitet og forbedret kompatibilitet smelter sammen for å tilby deg den beste PDF-komprimeringsopplevelsen som er tilgjengelig",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "Forenkle dokumenthåndteringen din i dag og bli med i rekken av våre fornøyde brukere som allerede har erfart kraften i vår topp-lags komprimeringsteknologi.",
  "Seamlessly Streamlined PDFs": "Sømløst strømlinjeformede PDF-filer",
  "Picture-Perfect Quality": "Bilde-perfekt kvalitet",
  "Effortless Efficiency": "Uanstrengt effektivitet",
  "Enhanced File Compatibility": "Forbedret filkompatibilitet",
  "Lightning-Fast Performance": "Lynrask ytelse",
  "Trusted Reliability": "Pålitelig pålitelighet",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "Med vår avanserte komprimeringsteknologi optimaliseres PDF-filer automatisk til minste mulige størrelse uten manuell inngripen. Si farvel til store dokumenter og nyt den sømløse opplevelsen av å håndtere effektivt komprimerte filer.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "Kompresjonsalgoritmen vår er designet for å bevare hver eneste detalj i dokumentene dine. Nyt krystallklare bilder og skarp tekst, siden vår teknologi garanterer tapsfri komprimering, og sikrer den høyeste kvaliteten selv etter komprimering.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "Tjenesten vår tar seg av alt bak kulissene, så du trenger ikke å bekymre deg for å velge komprimeringsalternativer som deflate eller deflate_images. Opplev uanstrengt effektivitet ettersom teknologien vår automatisk bruker de beste kompresjonsteknikkene for deg.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "Kompresjonsteknologien vår strekker seg ekstra ved å automatisk utvide bilder og fonter for bedre kompatibilitet med ulike applikasjoner. Vær trygg på at PDF-filene dine vil bli feilfritt vist på tvers av forskjellige plattformer og enheter.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "Du vil bli overrasket over den lynraske ytelsen til tjenesten vår. Mindre filstørrelser betyr raskere dokumentopplasting, nedlasting og deling, noe som sparer deg verdifull tid og øker den totale produktiviteten.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "Vår kompresjonsteknologi er ikke bare banebrytende, men også pålitelig og bevist å levere konsistente og pålitelige resultater. Utallige fornøyde brukere har erfart fordelene med komprimeringstjenesten vår, noe som gjør den til det beste valget for alle dine dokumentbehandlingsbehov.",
  "Convert {from} to {to} | filekit.co": "Konverter {fra} til {to} | filekit.co",
  "Convert {from} to {to} online for free | filekit.co": "Konverter {from} til {to} online gratis | filekit.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "fil, formater, konverter {fromExt} til {toExt}, {fromExt}, {toExt}, gratis, online, File Converter, filekit.co",
  "{fromExt} to {toExt} Converter - Filekit.co is a free and fast online file conversion service.": "udefinert",
  "Start": "Start",
  "Your all-in-one file toolkit for seamless file management, including format     conversions, image editing, compression, and protection.": "Ditt alt-i-ett filverktøysett for sømløs filbehandling, inkludert format\n    konverteringer, bilderedigering, komprimering og beskyttelse.",
  "Protect PDF. Tool to encrypt PDF with password": "Beskytt PDF. Verktøy for å kryptere PDF med passord",
  "Encrypt and protect PDF with a password to safeguard sensitive information. Secure your PDF files online, with ease and without registration.": "Krypter og beskytt PDF med et passord for å beskytte sensitiv informasjon. Sikre PDF-filene dine online, enkelt og uten registrering.",
  "encrypt pdf, pdf password, protect pdf, pdf access, password for pdf document": "krypter pdf, pdf-passord, beskytt pdf, pdf-tilgang, passord for pdf-dokument",
  "An easy-to-use online tool to Protect PDF files with a password.": "Et brukervennlig nettverktøy for å beskytte PDF-filer med et passord.",
  "Image Background Remover | Remove Bg from Image for Free": "Bildebakgrunnsfjerner | Fjern Bg fra bildet gratis",
  "Remove the background from images online with our free background eraser. Download your transparent background image and change the background.": "Fjern bakgrunnen fra bilder på nettet med vårt gratis bakgrunnsviskelær. Last ned det gjennomsiktige bakgrunnsbildet ditt og endre bakgrunnen.",
  "remove bg, remove background from image, background eraser, transparent background, white background": "fjern bg, fjern bakgrunn fra bilde, bakgrunnsvisker, gjennomsiktig bakgrunn, hvit bakgrunn",
  "Best image remover": "Beste bildefjerner",
  "removes background images perfectly.": "fjerner bakgrunnsbilder perfekt.",
  "Filekit provides excellent support for removing the background of photos, delivering satisfactory results.": "Filekit gir utmerket støtte for å fjerne bakgrunnen til bilder, og gir tilfredsstillende resultater.",
  "Filekit utilizes the latest deep learning technology to flawlessly remove the background of photos.": "Filekit bruker den nyeste dyplæringsteknologien for å feilfritt fjerne bakgrunnen til bilder.",
  "You can obtain the desired results directly from your browser without the need to install any software.": "Du kan få de ønskede resultatene direkte fra nettleseren din uten å måtte installere noen programvare.",
  "You can remove background images from image files of all formats, including JPEG, PNG, URL, and more.": "Du kan fjerne bakgrunnsbilder fra bildefiler i alle formater, inkludert JPEG, PNG, URL og mer.",
  "Thanks to its user-friendly interface, Filekit allows you to remove background images with just one click.": "Takket være det brukervennlige grensesnittet lar Filekit deg fjerne bakgrunnsbilder med bare ett klikk.",
  "Select or drag and drop the photo file you want to remove the background image from. Within 2 seconds, you can preview the result image and download it.": "Velg eller dra og slipp bildefilen du vil fjerne bakgrunnsbildet fra. Innen 2 sekunder kan du forhåndsvise resultatbildet og laste det ned.",
  "No one can access the files uploaded by users.": "Ingen har tilgang til filene som er lastet opp av brukere.",
  "Flawless Removal": "Feilfri fjerning",
  "Online-based": "Nettbasert",
  "Support for All Formats": "Støtte for alle formater",
  "Easy to Use": "Lett å bruke",
  "How to Use": "Hvordan å bruke",
  "Password protect a PDF": "Passordbeskytt en PDF",
  "Remove PDF passwords online for free. No size limits or ad watermarks. Easily and quickly remove passwords from your PDF files so you can edit and share them.": "Fjern PDF-passord gratis online. Ingen størrelsesbegrensninger eller annonsevannmerker. Fjern passord enkelt og raskt fra PDF-filene dine slik at du kan redigere og dele dem.",
  "online pdf unlock, pdf unlock online, pdf file unlock, remove pdf password online, pdf remove password protection": "online pdf unlock, pdf unlock online, pdf file unlock, fjern pdf passord online, pdf fjern passordbeskyttelse",
  "Maximum file size must be 30MB": "Maksimal filstørrelse må være 30 MB"
}