{
  "CBZ to PDF | Filekit.co": "CBZ do PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ to PDF Converter - Filekit.co to bezpłatna i szybka usługa konwersji plików online.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ do PDF, konwertuj cbz, konwertuj pdf, zmieniaj, plik pdf, plik cbz",
  "Convert {fromExt} to {toExt} online for free": "Zamień {fromExt} na {toExt} online za darmo",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "obraz, przekonwertuj {fromExt} na {toExt}, {fromExt}, {toExt}, za darmo, online, konwerter plików",
  "File Kit": "Zestaw plików",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit to oparty na przeglądarce konwerter plików obsługujący ponad 300 formatów, zapewniający rozbudowane konwersje, szybki czas przetwarzania i konfigurowalne ustawienia, przy jednoczesnym zapewnieniu bezpieczeństwa danych i kompatybilności na wszystkich urządzeniach.",
  "Let's kit": "Zestawmy się",
  "Something went wrong": "'Coś poszło nie tak'",
  "Trusted by over 1 million users every month": "Zaufało mu ponad 1 milion użytkowników każdego miesiąca",
  "Employess of large and small companies all over the world use our service": "Z naszych usług korzystają pracownicy dużych i małych firm na całym świecie",
  "File Conversion, Compression, and Background Removal Services": "Usługi konwersji, kompresji i usuwania plików w tle",
  "Best file conversion and Image removal software": "Najlepsze oprogramowanie do konwersji plików i usuwania obrazów",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Oferujemy szeroki zakres usług konwersji plików, kompresji i usuwania tła, aby spełnić Twoje potrzeby. Niezależnie od tego, czy chcesz przekonwertować dokument do formatu PDF, skompresować duży plik, czy usunąć tło z obrazu, możemy Ci pomóc. Nasze usługi są łatwe w użyciu i niedrogie.",
  "Convenient Conversion": "Wygodna konwersja",
  "Flawless Background Image Removal": "Bezbłędne usuwanie obrazu tła",
  "Fast Speed": "Duża prędkość",
  "Completely Free": "Całkowicie za darmo",
  "Security": "Bezpieczeństwo",
  "Support for All Devices": "Wsparcie dla wszystkich urządzeń",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Po prostu wykonując trzy czynności: przeciągając i upuszczając pliki, klikając przycisk konwersji i sprawdzając wynikowy plik, można łatwo uzyskać żądany wynik. Dzięki tym prostym krokom możesz osiągnąć pożądane rezultaty.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Zapewniamy funkcję, która bezbłędnie usuwa obraz tła ze zdjęć.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Przeciągnij i upuść dokument lub plik obrazu, a następnie kliknij przycisk. Staramy się dostarczyć wszystkie wyniki w ciągu 2 minut.",
  "All file conversions and background image removal are completely free.": "Wszystkie konwersje plików i usuwanie obrazu tła są całkowicie bezpłatne.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Nie wykorzystujemy przesłanych plików do celów komercyjnych. Nikt nie ma dostępu do plików użytkownika, zapewniając pełną ochronę prywatności.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto działa na wszystkich platformach, w tym w przeglądarkach, tabletach i urządzeniach mobilnych."
}