{
  "CBZ to PDF | Filekit.co": "CBZ para PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ to PDF Converter - Filekit.co é um serviço de conversão de arquivos online gratuito e rápido.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ para PDF, converter cbz, converter pdf, alterar, arquivo pdf, arquivo cbz",
  "Convert {fromExt} to {toExt} online for free": "Converta {fromExt} para {toExt} online gratuitamente",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "imagem, converter {fromExt} para {toExt}, {fromExt}, {toExt}, grátis, online, File Converter",
  "File Kit": "Kit de arquivos",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "O Filekit é um conversor de arquivos baseado em navegador com suporte para mais de 300 formatos, fornecendo conversões extensas, tempos de processamento rápidos e configurações personalizáveis, garantindo a segurança e compatibilidade dos dados em todos os dispositivos.",
  "Let's kit": "vamos kit",
  "Something went wrong": "'Algo deu errado'",
  "Trusted by over 1 million users every month": "Com a confiança de mais de 1 milhão de usuários todos os meses",
  "Employess of large and small companies all over the world use our service": "Empregados de grandes e pequenas empresas em todo o mundo usam nosso serviço",
  "File Conversion, Compression, and Background Removal Services": "Serviços de conversão, compactação e remoção de plano de fundo de arquivos",
  "Best file conversion and Image removal software": "Melhor software de conversão de arquivos e remoção de imagens",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Oferecemos uma ampla variedade de serviços de conversão, compactação e remoção de fundo de arquivos para atender às suas necessidades. Se você precisa converter um documento em PDF, compactar um arquivo grande ou remover o plano de fundo de uma imagem, podemos ajudar. Nossos serviços são fáceis de usar e acessíveis.",
  "Convenient Conversion": "Conversão conveniente",
  "Flawless Background Image Removal": "Remoção Impecável de Imagem de Fundo",
  "Fast Speed": "Velocidade rapida",
  "Completely Free": "Completamente Gratuito",
  "Security": "Segurança",
  "Support for All Devices": "Suporte para todos os dispositivos",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Simplesmente executando três ações: arrastar e soltar arquivos, clicar no botão de conversão e verificar o arquivo resultante, você pode obter a saída desejada facilmente. Com estes passos simples, você pode alcançar os resultados desejados.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Oferecemos um recurso que remove perfeitamente a imagem de fundo de suas fotos.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Arraste e solte seu documento ou arquivo de imagem e clique no botão. Nosso objetivo é fornecer todos os resultados em 2 minutos.",
  "All file conversions and background image removal are completely free.": "Todas as conversões de arquivos e remoção de imagem de fundo são totalmente gratuitas.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Não usamos arquivos enviados para fins comerciais. Ninguém pode acessar os arquivos do usuário, garantindo total proteção da privacidade.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "O Converto funciona em todas as plataformas, incluindo navegadores, tablets e dispositivos móveis.",
  "Click or Drag & Drop": "Clique ou Arraste e Solte",
  "files": "arquivos",
  "file": "arquivo",
  "Type Image URL and Press Submit Button": "Digite o URL da imagem e pressione o botão Enviar",
  "close": "fechar",
  "Submit": "Enviar",
  "Select files": "Selecionar arquivos",
  "Maximum file size must be 512MB": "O tamanho máximo do arquivo deve ser de 512 MB",
  "Download": "Download",
  "Close menu": "Fechar menu",
  "Clear": "Claro",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Este conversor online gratuito de PDF para DOC permite que você salve um arquivo PDF como um documento editável no formato Microsoft Word DOC, garantindo melhor qualidade do que muitos outros conversores.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Este conversor gratuito de PDF para DOCX permite converter documentos PDF em arquivos Office Open XML, compatível com todos os principais softwares de escritório, fornecendo a melhor qualidade de conversão possível.",
  "Remove Background": "Remover imagem de fundo",
  "Remove Background of your Image": "Remova o fundo da sua imagem",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Arraste e solte os arquivos em qualquer lugar da tela ou clique na área abaixo.",
  "Unlock": "desbloquear",
  "An easy-to-use online tool to remove passwords from PDFs.": "Uma ferramenta online fácil de usar para remover senhas de PDFs.",
  "Drop files to upload": "Solte os arquivos para upload",
  "URL": "URL",
  "Compress PDF online. Same PDF quality less file size": "Comprimir PDF online. Mesma qualidade de PDF menos tamanho de arquivo",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "Comprima o arquivo PDF para obter a mesma qualidade de PDF, mas menos tamanho de arquivo. Comprima ou otimize arquivos PDF online, de forma fácil e gratuita.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "Compactação de PDF, compactação de PDF, tecnologia de compactação avançada, experiência perfeita, tamanho de arquivo otimizado, qualidade de imagem perfeita, imagens cristalinas, texto nítido, compactação sem perdas, eficiência sem esforço, melhores técnicas de compactação, compatibilidade aprimorada, desempenho ultrarrápido, confiabilidade confiável , gerenciamento de documentos, futuro da compactação de PDF",
  "Embrace the future of PDF compression with our unparalleled technology.": "Abrace o futuro da compactação de PDF com nossa tecnologia incomparável.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "Eficiência sem esforço, qualidade de imagem perfeita e compatibilidade aprimorada se unem para oferecer a você a melhor experiência de compactação de PDF disponível",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "Simplifique seu gerenciamento de documentos hoje e junte-se às fileiras de nossos usuários satisfeitos que já experimentaram o poder de nossa tecnologia de compactação de nível superior.",
  "Seamlessly Streamlined PDFs": "PDFs perfeitamente simplificados",
  "Picture-Perfect Quality": "Qualidade de imagem perfeita",
  "Effortless Efficiency": "Eficiência Sem Esforço",
  "Enhanced File Compatibility": "Compatibilidade de arquivo aprimorada",
  "Lightning-Fast Performance": "Desempenho extremamente rápido",
  "Trusted Reliability": "Confiabilidade confiável",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "Com nossa tecnologia de compactação avançada, os arquivos PDF são automaticamente otimizados para o menor tamanho possível, sem qualquer intervenção manual. Diga adeus aos documentos volumosos e aproveite a experiência perfeita de lidar com arquivos compactados com eficiência.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "Nosso algoritmo de compactação é projetado para preservar cada detalhe de seus documentos. Desfrute de imagens cristalinas e texto nítido, pois nossa tecnologia garante compactação sem perdas, garantindo a mais alta qualidade mesmo após a compactação.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "Nosso serviço cuida de tudo nos bastidores, para que você não precise se preocupar em selecionar opções de compactação como deflate ou deflate_images. Experimente eficiência sem esforço, pois nossa tecnologia aplica automaticamente as melhores técnicas de compressão para você.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "Nossa tecnologia de compactação vai além ao expandir imagens e fontes automaticamente para melhor compatibilidade com vários aplicativos. Tenha certeza de que seus PDFs serão exibidos perfeitamente em diferentes plataformas e dispositivos.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "Você ficará surpreso com o desempenho ultrarrápido do nosso serviço. Tamanhos de arquivo menores significam uploads, downloads e compartilhamento de documentos mais rápidos, economizando um tempo valioso e aumentando a produtividade geral.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "Nossa tecnologia de compressão não é apenas de ponta, mas também confiável e comprovada para fornecer resultados consistentes e confiáveis. Inúmeros usuários satisfeitos experimentaram os benefícios de nosso serviço de compactação, tornando-o a escolha certa para todas as suas necessidades de gerenciamento de documentos.",
  "Convert {from} to {to} | filekit.co": "Converter {de} em {para} | filekit.co",
  "Convert {from} to {to} online for free | filekit.co": "Converta {de} para {para} online gratuitamente | filekit.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "arquivo, formatar, converter {fromExt} para {toExt}, {fromExt}, {toExt}, grátis, online, File Converter, filekit.co",
  "{fromExt} to {toExt} Converter - Filekit.co is a free and fast online file conversion service.": "indefinido",
  "Start": "Começar",
  "Your all-in-one file toolkit for seamless file management, including format     conversions, image editing, compression, and protection.": "Seu kit de ferramentas de arquivo tudo-em-um para gerenciamento de arquivos perfeito, incluindo formato\n    conversões, edição de imagem, compactação e proteção.",
  "Protect PDF. Tool to encrypt PDF with password": "Proteger PDF. Ferramenta para criptografar PDF com senha",
  "Encrypt and protect PDF with a password to safeguard sensitive information. Secure your PDF files online, with ease and without registration.": "Criptografe e proteja o PDF com uma senha para proteger informações confidenciais. Proteja seus arquivos PDF online, com facilidade e sem registro.",
  "encrypt pdf, pdf password, protect pdf, pdf access, password for pdf document": "criptografar pdf, senha de pdf, proteger pdf, acesso a pdf, senha para documento pdf",
  "An easy-to-use online tool to Protect PDF files with a password.": "Uma ferramenta online fácil de usar para proteger arquivos PDF com uma senha.",
  "Image Background Remover | Remove Bg from Image for Free": "Removedor de fundo de imagem | Remova o Bg da imagem gratuitamente",
  "Remove the background from images online with our free background eraser. Download your transparent background image and change the background.": "Remova o fundo das imagens online com nosso apagador de fundo gratuito. Baixe sua imagem de fundo transparente e altere o plano de fundo.",
  "remove bg, remove background from image, background eraser, transparent background, white background": "remover bg, remover fundo da imagem, apagador de fundo, fundo transparente, fundo branco",
  "Best image remover": "Melhor removedor de imagens",
  "removes background images perfectly.": "remove imagens de fundo perfeitamente.",
  "Filekit provides excellent support for removing the background of photos, delivering satisfactory results.": "O Filekit oferece um excelente suporte para remover o fundo das fotos, entregando resultados satisfatórios.",
  "Filekit utilizes the latest deep learning technology to flawlessly remove the background of photos.": "O Filekit utiliza a mais recente tecnologia de aprendizado profundo para remover perfeitamente o fundo das fotos.",
  "You can obtain the desired results directly from your browser without the need to install any software.": "Você pode obter os resultados desejados diretamente do seu navegador sem a necessidade de instalar nenhum software.",
  "You can remove background images from image files of all formats, including JPEG, PNG, URL, and more.": "Você pode remover imagens de fundo de arquivos de imagem de todos os formatos, incluindo JPEG, PNG, URL e muito mais.",
  "Thanks to its user-friendly interface, Filekit allows you to remove background images with just one click.": "Graças à sua interface amigável, Filekit permite remover imagens de fundo com apenas um clique.",
  "Select or drag and drop the photo file you want to remove the background image from. Within 2 seconds, you can preview the result image and download it.": "Selecione ou arraste e solte o arquivo de foto do qual deseja remover a imagem de fundo. Dentro de 2 segundos, você pode visualizar a imagem resultante e baixá-la.",
  "No one can access the files uploaded by users.": "Ninguém pode acessar os arquivos enviados pelos usuários.",
  "Flawless Removal": "Remoção impecável",
  "Online-based": "Online",
  "Support for All Formats": "Suporte para todos os formatos",
  "Easy to Use": "Fácil de usar",
  "How to Use": "Como usar",
  "Password protect a PDF": "Proteger com senha um PDF",
  "Remove PDF passwords online for free. No size limits or ad watermarks. Easily and quickly remove passwords from your PDF files so you can edit and share them.": "Remova senhas de PDF online gratuitamente. Sem limites de tamanho ou marcas d'água de anúncios. Remova senhas de seus arquivos PDF com facilidade e rapidez para que você possa editá-los e compartilhá-los.",
  "online pdf unlock, pdf unlock online, pdf file unlock, remove pdf password online, pdf remove password protection": "desbloqueio de pdf online, desbloqueio de pdf online, desbloqueio de arquivo pdf, remover senha de pdf online, remover proteção de senha de pdf",
  "Maximum file size must be 30MB": "O tamanho máximo do arquivo deve ser de 30 MB",
  "File Name": "Nome do arquivo",
  "Image URL": "imagem URL",
  "File Status": "Status do arquivo",
  "Click": "Clique",
  "Sample Images": "Imagens de amostra",
  "Human": "Humano",
  "Stuff": "Coisa",
  "Animal": "Animal",
  "Character": "Personagem"
}