{
  "CBZ to PDF | Filekit.co": "CBZ para PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ to PDF Converter - Filekit.co é um serviço de conversão de arquivos online gratuito e rápido.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ para PDF, converter cbz, converter pdf, alterar, arquivo pdf, arquivo cbz",
  "Convert {fromExt} to {toExt} online for free": "Converta {fromExt} para {toExt} online gratuitamente",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "imagem, converter {fromExt} para {toExt}, {fromExt}, {toExt}, grátis, online, File Converter",
  "File Kit": "Kit de arquivos",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "O Filekit é um conversor de arquivos baseado em navegador com suporte para mais de 300 formatos, fornecendo conversões extensas, tempos de processamento rápidos e configurações personalizáveis, garantindo a segurança e compatibilidade dos dados em todos os dispositivos.",
  "Let's kit": "vamos kit",
  "Something went wrong": "'Algo deu errado'",
  "Trusted by over 1 million users every month": "Com a confiança de mais de 1 milhão de usuários todos os meses",
  "Employess of large and small companies all over the world use our service": "Empregados de grandes e pequenas empresas em todo o mundo usam nosso serviço",
  "File Conversion, Compression, and Background Removal Services": "Serviços de conversão, compactação e remoção de plano de fundo de arquivos",
  "Best file conversion and Image removal software": "Melhor software de conversão de arquivos e remoção de imagens",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Oferecemos uma ampla variedade de serviços de conversão, compactação e remoção de fundo de arquivos para atender às suas necessidades. Se você precisa converter um documento em PDF, compactar um arquivo grande ou remover o plano de fundo de uma imagem, podemos ajudar. Nossos serviços são fáceis de usar e acessíveis.",
  "Convenient Conversion": "Conversão conveniente",
  "Flawless Background Image Removal": "Remoção Impecável de Imagem de Fundo",
  "Fast Speed": "Velocidade rapida",
  "Completely Free": "Completamente Gratuito",
  "Security": "Segurança",
  "Support for All Devices": "Suporte para todos os dispositivos",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Simplesmente executando três ações: arrastar e soltar arquivos, clicar no botão de conversão e verificar o arquivo resultante, você pode obter a saída desejada facilmente. Com estes passos simples, você pode alcançar os resultados desejados.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Oferecemos um recurso que remove perfeitamente a imagem de fundo de suas fotos.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Arraste e solte seu documento ou arquivo de imagem e clique no botão. Nosso objetivo é fornecer todos os resultados em 2 minutos.",
  "All file conversions and background image removal are completely free.": "Todas as conversões de arquivos e remoção de imagem de fundo são totalmente gratuitas.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Não usamos arquivos enviados para fins comerciais. Ninguém pode acessar os arquivos do usuário, garantindo total proteção da privacidade.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "O Converto funciona em todas as plataformas, incluindo navegadores, tablets e dispositivos móveis."
}