{
  "CBZ to PDF | Filekit.co": "CBZ în PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "Convertor CBZ în PDF - Filekit.co este un serviciu online gratuit și rapid de conversie a fișierelor.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ în PDF, convertiți cbz, convertiți pdf, schimbați, fișier pdf, fișier cbz",
  "Convert {fromExt} to {toExt} online for free": "Convertiți gratuit {fromExt} în {toExt} online",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "imagine, convertiți {fromExt} în {toExt}, {fromExt}, {toExt}, gratuit, online, File Converter",
  "File Kit": "Kit de fișiere",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit este un convertor de fișiere bazat pe browser, cu suport pentru peste 300 de formate, oferind conversii extinse, timpi rapidi de procesare și setări personalizabile, asigurând în același timp securitatea și compatibilitatea datelor pe toate dispozitivele.",
  "Let's kit": "Hai sa ne echipam",
  "Something went wrong": "'Ceva n-a mers bine'",
  "Trusted by over 1 million users every month": "Peste 1 milion de utilizatori au încredere în fiecare lună",
  "Employess of large and small companies all over the world use our service": "Angajații companiilor mari și mici din întreaga lume folosesc serviciul nostru",
  "File Conversion, Compression, and Background Removal Services": "Servicii de conversie, comprimare și eliminare a fundalului fișierelor",
  "Best file conversion and Image removal software": "Cel mai bun software de conversie a fișierelor și de eliminare a imaginilor",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Oferim o gamă largă de servicii de conversie a fișierelor, compresie și eliminarea fundalului pentru a vă satisface nevoile. Indiferent dacă trebuie să convertiți un document în PDF, să comprimați un fișier mare sau să eliminați fundalul dintr-o imagine, vă putem ajuta. Serviciile noastre sunt ușor de utilizat și la prețuri accesibile.",
  "Convenient Conversion": "Conversie convenabilă",
  "Flawless Background Image Removal": "Îndepărtarea perfectă a imaginii de fundal",
  "Fast Speed": "Viteza rapida",
  "Completely Free": "Complet gratuit",
  "Security": "Securitate",
  "Support for All Devices": "Suport pentru toate dispozitivele",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Prin simpla efectuare a trei acțiuni: tragerea și plasarea fișierelor, făcând clic pe butonul de conversie și verificând fișierul rezultat, puteți obține cu ușurință rezultatul dorit. Cu acești pași simpli, puteți obține rezultatele dorite.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Oferim o funcție care elimină perfect imaginea de fundal din fotografiile tale.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Trageți și plasați documentul sau fișierul imagine și faceți clic pe butonul. Ne propunem să oferim toate rezultatele în 2 minute.",
  "All file conversions and background image removal are completely free.": "Toate conversiile fișierelor și eliminarea imaginii de fundal sunt complet gratuite.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Nu folosim fișierele încărcate în scopuri comerciale. Nimeni nu poate accesa fișierele utilizatorului, asigurând o protecție completă a confidențialității.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto funcționează pe toate platformele, inclusiv pe browsere, tablete și dispozitive mobile.",
  "Click or Drag & Drop": "Faceți clic sau Trageți și plasați",
  "files": "fișiere",
  "file": "fişier",
  "Type Image URL and Press Submit Button": "Introduceți URL-ul imaginii și apăsați butonul de trimitere",
  "close": "închide",
  "Submit": "Trimite",
  "Select files": "Selectati fisierele",
  "Maximum file size must be 512MB": "Dimensiunea maximă a fișierului trebuie să fie de 512 MB",
  "Download": "Descarca",
  "Close menu": "Închide meniul",
  "Clear": "clar",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Acest convertor online gratuit PDF în DOC vă permite să salvați un fișier PDF ca document editabil în format Microsoft Word DOC, asigurând o calitate mai bună decât multe alte convertoare.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Acest convertor gratuit PDF în DOCX vă permite să convertiți documente PDF în fișiere Office Open XML, compatibile cu toate software-urile de birou majore, oferind cea mai bună calitate posibilă a conversiei.",
  "Remove Background": "Eliminați fundalul",
  "Remove Background of your Image": "Eliminați fundalul imaginii dvs",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Trageți și plasați fișierele oriunde pe ecran sau faceți clic pe zona de plasare de mai jos.",
  "Unlock": "Deblocați",
  "An easy-to-use online tool to remove passwords from PDFs.": "Un instrument online ușor de utilizat pentru a elimina parolele din fișiere PDF.",
  "Drop files to upload": "Aruncă fișiere pentru a încărca",
  "URL": "URL",
  "Compress PDF online. Same PDF quality less file size": "Comprimați PDF online. Aceeași calitate PDF, mai puțin dimensiunea fișierului",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "Comprimați fișierul PDF pentru a obține aceeași calitate PDF, dar mai puțină dimensiune a fișierului. Comprimați sau optimizați fișierele PDF online, ușor și gratuit.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "Comprimare PDF, comprimare PDF, tehnologie avansată de compresie, experiență perfectă, dimensiune optimizată a fișierului, calitate perfectă a imaginii, imagini clare, text clar, compresie fără pierderi, eficiență fără efort, cele mai bune tehnici de compresie, compatibilitate îmbunătățită, performanță fulgerătoare, fiabilitate de încredere , managementul documentelor, viitorul compresiei PDF",
  "Embrace the future of PDF compression with our unparalleled technology.": "Îmbrățișați viitorul compresiei PDF cu tehnologia noastră de neegalat.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "Eficiența fără efort, calitatea perfectă a imaginii și compatibilitatea îmbunătățită se îmbină pentru a vă oferi cea mai bună experiență de compresie PDF disponibilă",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "Simplificați-vă gestionarea documentelor astăzi și alăturați-vă rândurilor utilizatorilor noștri mulțumiți care au experimentat deja puterea tehnologiei noastre de compresie de top.",
  "Seamlessly Streamlined PDFs": "PDF-uri optimizate perfect",
  "Picture-Perfect Quality": "Calitate perfectă a imaginii",
  "Effortless Efficiency": "Eficiență fără efort",
  "Enhanced File Compatibility": "Compatibilitate îmbunătățită a fișierelor",
  "Lightning-Fast Performance": "Performanță rapidă",
  "Trusted Reliability": "Fiabilitate de încredere",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "Cu tehnologia noastră avansată de compresie, fișierele PDF sunt optimizate automat la cea mai mică dimensiune posibilă, fără nicio intervenție manuală. Spuneți la revedere documentelor voluminoase și bucurați-vă de experiența perfectă de a gestiona eficient fișierele comprimate.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "Algoritmul nostru de compresie este conceput pentru a păstra fiecare detaliu al documentelor dumneavoastră. Bucurați-vă de imagini clare și de text clar, deoarece tehnologia noastră garantează o compresie fără pierderi, asigurând cea mai înaltă calitate chiar și după compresie.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "Serviciul nostru se ocupă de totul în spatele scenei, așa că nu trebuie să vă faceți griji cu privire la selectarea opțiunilor de compresie precum deflate sau deflate_images. Experimentați eficiența fără efort, deoarece tehnologia noastră aplică automat cele mai bune tehnici de compresie pentru dvs.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "Tehnologia noastră de compresie face eforturi suplimentare prin extinderea automată a imaginilor și a fonturilor pentru o mai bună compatibilitate cu diverse aplicații. Fiți siguri că PDF-urile dvs. vor fi afișate perfect pe diferite platforme și dispozitive.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "Veți fi uimit de performanța rapidă a serviciului nostru. Dimensiunile mai mici ale fișierelor înseamnă încărcări, descărcări și partajări mai rapide ale documentelor, economisind timp prețios și crescând productivitatea generală.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "Tehnologia noastră de compresie nu este doar de ultimă oră, ci și de încredere și dovedit că oferă rezultate consistente și de încredere. Nenumărați utilizatori mulțumiți au experimentat beneficiile serviciului nostru de compresie, făcându-l alegerea ideală pentru toate nevoile dvs. de gestionare a documentelor.",
  "Convert {from} to {to} | filekit.co": "Convertiți {din} în {în} | filekit.co",
  "Convert {from} to {to} online for free | filekit.co": "Convertiți gratuit {from} în {to} online | filekit.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "fișier, format, conversie {fromExt} în {toExt}, {fromExt}, {toExt}, gratuit, online, File Converter, filekit.co"
}