{
  "CBZ to PDF | Filekit.co": "CBZ în PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "Convertor CBZ în PDF - Filekit.co este un serviciu online gratuit și rapid de conversie a fișierelor.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ în PDF, convertiți cbz, convertiți pdf, schimbați, fișier pdf, fișier cbz",
  "Convert {fromExt} to {toExt} online for free": "Convertiți gratuit {fromExt} în {toExt} online",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "imagine, convertiți {fromExt} în {toExt}, {fromExt}, {toExt}, gratuit, online, File Converter",
  "File Kit": "Kit de fișiere",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit este un convertor de fișiere bazat pe browser, cu suport pentru peste 300 de formate, oferind conversii extinse, timpi rapidi de procesare și setări personalizabile, asigurând în același timp securitatea și compatibilitatea datelor pe toate dispozitivele.",
  "Let's kit": "Hai sa ne echipam",
  "Something went wrong": "'Ceva n-a mers bine'",
  "Trusted by over 1 million users every month": "Peste 1 milion de utilizatori au încredere în fiecare lună",
  "Employess of large and small companies all over the world use our service": "Angajații companiilor mari și mici din întreaga lume folosesc serviciul nostru",
  "File Conversion, Compression, and Background Removal Services": "Servicii de conversie, comprimare și eliminare a fundalului fișierelor",
  "Best file conversion and Image removal software": "Cel mai bun software de conversie a fișierelor și de eliminare a imaginilor",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Oferim o gamă largă de servicii de conversie a fișierelor, compresie și eliminarea fundalului pentru a vă satisface nevoile. Indiferent dacă trebuie să convertiți un document în PDF, să comprimați un fișier mare sau să eliminați fundalul dintr-o imagine, vă putem ajuta. Serviciile noastre sunt ușor de utilizat și la prețuri accesibile.",
  "Convenient Conversion": "Conversie convenabilă",
  "Flawless Background Image Removal": "Îndepărtarea perfectă a imaginii de fundal",
  "Fast Speed": "Viteza rapida",
  "Completely Free": "Complet gratuit",
  "Security": "Securitate",
  "Support for All Devices": "Suport pentru toate dispozitivele",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Prin simpla efectuare a trei acțiuni: tragerea și plasarea fișierelor, făcând clic pe butonul de conversie și verificând fișierul rezultat, puteți obține cu ușurință rezultatul dorit. Cu acești pași simpli, puteți obține rezultatele dorite.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Oferim o funcție care elimină perfect imaginea de fundal din fotografiile tale.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Trageți și plasați documentul sau fișierul imagine și faceți clic pe butonul. Ne propunem să oferim toate rezultatele în 2 minute.",
  "All file conversions and background image removal are completely free.": "Toate conversiile fișierelor și eliminarea imaginii de fundal sunt complet gratuite.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Nu folosim fișierele încărcate în scopuri comerciale. Nimeni nu poate accesa fișierele utilizatorului, asigurând o protecție completă a confidențialității.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto funcționează pe toate platformele, inclusiv pe browsere, tablete și dispozitive mobile."
}