{
  "CBZ to PDF | Filekit.co": "CBZ în PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "Convertor CBZ în PDF - Filekit.co este un serviciu online gratuit și rapid de conversie a fișierelor.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ în PDF, convertiți cbz, convertiți pdf, schimbați, fișier pdf, fișier cbz",
  "Convert {fromExt} to {toExt} online for free": "Convertiți gratuit {fromExt} în {toExt} online",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "imagine, convertiți {fromExt} în {toExt}, {fromExt}, {toExt}, gratuit, online, File Converter",
  "File Kit": "Kit de fișiere",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit este un convertor de fișiere bazat pe browser, cu suport pentru peste 300 de formate, oferind conversii extinse, timpi rapidi de procesare și setări personalizabile, asigurând în același timp securitatea și compatibilitatea datelor pe toate dispozitivele.",
  "Let's kit": "Hai sa ne echipam",
  "Something went wrong": "'Ceva n-a mers bine'",
  "Trusted by over 1 million users every month": "Peste 1 milion de utilizatori au încredere în fiecare lună",
  "Employess of large and small companies all over the world use our service": "Angajații companiilor mari și mici din întreaga lume folosesc serviciul nostru",
  "File Conversion, Compression, and Background Removal Services": "Servicii de conversie, comprimare și eliminare a fundalului fișierelor",
  "Best file conversion and Image removal software": "Cel mai bun software de conversie a fișierelor și de eliminare a imaginilor",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Oferim o gamă largă de servicii de conversie a fișierelor, compresie și eliminarea fundalului pentru a vă satisface nevoile. Indiferent dacă trebuie să convertiți un document în PDF, să comprimați un fișier mare sau să eliminați fundalul dintr-o imagine, vă putem ajuta. Serviciile noastre sunt ușor de utilizat și la prețuri accesibile.",
  "Convenient Conversion": "Conversie convenabilă",
  "Flawless Background Image Removal": "Îndepărtarea perfectă a imaginii de fundal",
  "Fast Speed": "Viteza rapida",
  "Completely Free": "Complet gratuit",
  "Security": "Securitate",
  "Support for All Devices": "Suport pentru toate dispozitivele",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Prin simpla efectuare a trei acțiuni: tragerea și plasarea fișierelor, făcând clic pe butonul de conversie și verificând fișierul rezultat, puteți obține cu ușurință rezultatul dorit. Cu acești pași simpli, puteți obține rezultatele dorite.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Oferim o funcție care elimină perfect imaginea de fundal din fotografiile tale.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Trageți și plasați documentul sau fișierul imagine și faceți clic pe butonul. Ne propunem să oferim toate rezultatele în 2 minute.",
  "All file conversions and background image removal are completely free.": "Toate conversiile fișierelor și eliminarea imaginii de fundal sunt complet gratuite.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Nu folosim fișierele încărcate în scopuri comerciale. Nimeni nu poate accesa fișierele utilizatorului, asigurând o protecție completă a confidențialității.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto funcționează pe toate platformele, inclusiv pe browsere, tablete și dispozitive mobile.",
  "Click or Drag & Drop": "Faceți clic sau Trageți și plasați",
  "files": "fișiere",
  "file": "fişier",
  "Type Image URL and Press Submit Button": "Introduceți URL-ul imaginii și apăsați butonul de trimitere",
  "close": "închide",
  "Submit": "Trimite",
  "Select files": "Selectati fisierele",
  "Maximum file size must be 512MB": "Dimensiunea maximă a fișierului trebuie să fie de 512 MB",
  "Download": "Descarca",
  "Close menu": "Închide meniul",
  "Clear": "clar",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Acest convertor online gratuit PDF în DOC vă permite să salvați un fișier PDF ca document editabil în format Microsoft Word DOC, asigurând o calitate mai bună decât multe alte convertoare.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Acest convertor gratuit PDF în DOCX vă permite să convertiți documente PDF în fișiere Office Open XML, compatibile cu toate software-urile de birou majore, oferind cea mai bună calitate posibilă a conversiei.",
  "Remove Background": "Eliminați fundalul",
  "Remove Background of your Image": "Eliminați fundalul imaginii dvs",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Trageți și plasați fișierele oriunde pe ecran sau faceți clic pe zona de plasare de mai jos.",
  "Unlock": "Deblocați",
  "An easy-to-use online tool to remove passwords from PDFs.": "Un instrument online ușor de utilizat pentru a elimina parolele din fișiere PDF.",
  "Drop files to upload": "Aruncă fișiere pentru a încărca",
  "URL": "URL",
  "Compress PDF online. Same PDF quality less file size": "Comprimați PDF online. Aceeași calitate PDF, mai puțin dimensiunea fișierului",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "Comprimați fișierul PDF pentru a obține aceeași calitate PDF, dar mai puțină dimensiune a fișierului. Comprimați sau optimizați fișierele PDF online, ușor și gratuit.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "Comprimare PDF, comprimare PDF, tehnologie avansată de compresie, experiență perfectă, dimensiune optimizată a fișierului, calitate perfectă a imaginii, imagini clare, text clar, compresie fără pierderi, eficiență fără efort, cele mai bune tehnici de compresie, compatibilitate îmbunătățită, performanță fulgerătoare, fiabilitate de încredere , managementul documentelor, viitorul compresiei PDF",
  "Embrace the future of PDF compression with our unparalleled technology.": "Îmbrățișați viitorul compresiei PDF cu tehnologia noastră de neegalat.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "Eficiența fără efort, calitatea perfectă a imaginii și compatibilitatea îmbunătățită se îmbină pentru a vă oferi cea mai bună experiență de compresie PDF disponibilă",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "Simplificați-vă gestionarea documentelor astăzi și alăturați-vă rândurilor utilizatorilor noștri mulțumiți care au experimentat deja puterea tehnologiei noastre de compresie de top.",
  "Seamlessly Streamlined PDFs": "PDF-uri optimizate perfect",
  "Picture-Perfect Quality": "Calitate perfectă a imaginii",
  "Effortless Efficiency": "Eficiență fără efort",
  "Enhanced File Compatibility": "Compatibilitate îmbunătățită a fișierelor",
  "Lightning-Fast Performance": "Performanță rapidă",
  "Trusted Reliability": "Fiabilitate de încredere",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "Cu tehnologia noastră avansată de compresie, fișierele PDF sunt optimizate automat la cea mai mică dimensiune posibilă, fără nicio intervenție manuală. Spuneți la revedere documentelor voluminoase și bucurați-vă de experiența perfectă de a gestiona eficient fișierele comprimate.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "Algoritmul nostru de compresie este conceput pentru a păstra fiecare detaliu al documentelor dumneavoastră. Bucurați-vă de imagini clare și de text clar, deoarece tehnologia noastră garantează o compresie fără pierderi, asigurând cea mai înaltă calitate chiar și după compresie.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "Serviciul nostru se ocupă de totul în spatele scenei, așa că nu trebuie să vă faceți griji cu privire la selectarea opțiunilor de compresie precum deflate sau deflate_images. Experimentați eficiența fără efort, deoarece tehnologia noastră aplică automat cele mai bune tehnici de compresie pentru dvs.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "Tehnologia noastră de compresie face eforturi suplimentare prin extinderea automată a imaginilor și a fonturilor pentru o mai bună compatibilitate cu diverse aplicații. Fiți siguri că PDF-urile dvs. vor fi afișate perfect pe diferite platforme și dispozitive.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "Veți fi uimit de performanța rapidă a serviciului nostru. Dimensiunile mai mici ale fișierelor înseamnă încărcări, descărcări și partajări mai rapide ale documentelor, economisind timp prețios și crescând productivitatea generală.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "Tehnologia noastră de compresie nu este doar de ultimă oră, ci și de încredere și dovedit că oferă rezultate consistente și de încredere. Nenumărați utilizatori mulțumiți au experimentat beneficiile serviciului nostru de compresie, făcându-l alegerea ideală pentru toate nevoile dvs. de gestionare a documentelor.",
  "Convert {from} to {to} | filekit.co": "Convertiți {din} în {în} | filekit.co",
  "Convert {from} to {to} online for free | filekit.co": "Convertiți gratuit {from} în {to} online | filekit.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "fișier, format, conversie {fromExt} în {toExt}, {fromExt}, {toExt}, gratuit, online, File Converter, filekit.co",
  "{fromExt} to {toExt} Converter - Filekit.co is a free and fast online file conversion service.": "nedefinit",
  "Start": "start",
  "Your all-in-one file toolkit for seamless file management, including format     conversions, image editing, compression, and protection.": "Setul dvs. de instrumente pentru fișiere all-in-one pentru gestionarea fără probleme a fișierelor, inclusiv formatul\n    conversii, editare de imagini, compresie și protecție.",
  "Protect PDF. Tool to encrypt PDF with password": "Protejați PDF. Instrument de criptare PDF cu parolă",
  "Encrypt and protect PDF with a password to safeguard sensitive information. Secure your PDF files online, with ease and without registration.": "Criptați și protejați PDF-ul cu o parolă pentru a proteja informațiile sensibile. Securizează-ți fișierele PDF online, cu ușurință și fără înregistrare.",
  "encrypt pdf, pdf password, protect pdf, pdf access, password for pdf document": "criptați pdf, parolă pdf, protejați pdf, acces pdf, parolă pentru documentul pdf",
  "An easy-to-use online tool to Protect PDF files with a password.": "Un instrument online ușor de utilizat pentru a proteja fișierele PDF cu o parolă.",
  "Image Background Remover | Remove Bg from Image for Free": "Eliminator de fundal imagini | Eliminați Bg din imagine gratuit",
  "Remove the background from images online with our free background eraser. Download your transparent background image and change the background.": "Îndepărtați fundalul din imagini online cu ștergerea noastră de fundal gratuită. Descărcați imaginea de fundal transparentă și schimbați fundalul.",
  "remove bg, remove background from image, background eraser, transparent background, white background": "eliminați bg, eliminați fundalul din imagine, ștergerea fundalului, fundal transparent, fundal alb",
  "Best image remover": "Cel mai bun agent de îndepărtare a imaginii",
  "removes background images perfectly.": "elimină perfect imaginile de fundal.",
  "Filekit provides excellent support for removing the background of photos, delivering satisfactory results.": "Filekit oferă suport excelent pentru eliminarea fundalului fotografiilor, oferind rezultate satisfăcătoare.",
  "Filekit utilizes the latest deep learning technology to flawlessly remove the background of photos.": "Filekit utilizează cea mai recentă tehnologie de deep learning pentru a elimina perfect fundalul fotografiilor.",
  "You can obtain the desired results directly from your browser without the need to install any software.": "Puteți obține rezultatele dorite direct din browser fără a fi nevoie să instalați vreun software.",
  "You can remove background images from image files of all formats, including JPEG, PNG, URL, and more.": "Puteți elimina imaginile de fundal din fișierele imagine de toate formatele, inclusiv JPEG, PNG, URL și multe altele.",
  "Thanks to its user-friendly interface, Filekit allows you to remove background images with just one click.": "Datorită interfeței sale ușor de utilizat, Filekit vă permite să eliminați imaginile de fundal cu un singur clic.",
  "Select or drag and drop the photo file you want to remove the background image from. Within 2 seconds, you can preview the result image and download it.": "Selectați sau trageți și plasați fișierul foto din care doriți să eliminați imaginea de fundal. În 2 secunde, puteți previzualiza imaginea rezultată și o puteți descărca.",
  "No one can access the files uploaded by users.": "Nimeni nu poate accesa fișierele încărcate de utilizatori.",
  "Flawless Removal": "Îndepărtare fără cusur",
  "Online-based": "Bazat online",
  "Support for All Formats": "Suport pentru toate formatele",
  "Easy to Use": "Ușor de folosit",
  "How to Use": "Cum se utilizează",
  "Password protect a PDF": "Protejați cu parolă un PDF",
  "Remove PDF passwords online for free. No size limits or ad watermarks. Easily and quickly remove passwords from your PDF files so you can edit and share them.": "Eliminați parolele PDF online gratuit. Fără limite de dimensiune sau filigrane de anunțuri. Eliminați ușor și rapid parolele din fișierele PDF, astfel încât să le puteți edita și partaja.",
  "online pdf unlock, pdf unlock online, pdf file unlock, remove pdf password online, pdf remove password protection": "deblocare pdf online, deblocare pdf online, deblocare fișier pdf, eliminați parola pdf online, ștergeți protecția prin parolă pdf",
  "Maximum file size must be 30MB": "Dimensiunea maximă a fișierului trebuie să fie de 30 MB",
  "File Name": "Nume de fișier",
  "Image URL": "Imagine URL",
  "File Status": "Starea fișierului",
  "Click": "Clic",
  "Sample Images": "Exemple de imagini",
  "Human": "Uman",
  "Stuff": "Chestie",
  "Animal": "Animal",
  "Character": "Caracter",
  "Filekit.co - Convert {fromExt} to {toExt} and More | Fast & Free Download": "Filekit.co - Conversie",
  "Online download videos from YouTube for FREE to PC, mobile. Supports downloading all formats: MP4, 3GP, WebM, HD videos, convert YouTube to MP3, M4A": "Descărcați online videoclipuri de pe YouTube GRATUIT pe computer, mobil. Acceptă descărcarea tuturor formatelor: MP4, 3GP, WebM, videoclipuri HD, convertiți YouTube în MP3, M4A",
  "YouTube to MP3, YouTube download, YouTube free, convert YouTube to MP3, download YouTube videos, Filekit.co": "YouTube în MP3, descărcare YouTube, YouTube gratuit, convertiți YouTube în MP3, descărcați videoclipuri YouTube, Filekit.co",
  "The best YouTube to MP3 Converter & Downloader": "Cel mai bun convertitor și descărcare YouTube în MP3",
  "Convert YouTube to MP3": "Convertiți YouTube în MP3",
  "Fast & Free Download": "Descărcare rapidă și gratuită",
  "Looking for a reliable solution to convert YouTube videos to MP3?           Filekit.co offers an advanced online tool for seamless YouTube to MP3           conversion, along with a range of other formats.": "Căutați o soluție de încredere pentru a converti videoclipurile YouTube în MP3?\n          Filekit.co oferă un instrument online avansat pentru YouTube în MP3\n          conversie, împreună cu o serie de alte formate.",
  "With our user-friendly Web-App, you can easily download YouTube           content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats,           absolutely free.": "Cu aplicația noastră web ușor de utilizat, puteți descărca cu ușurință YouTube\n          conținut în formatele AAC, M4A, PUS, Vorbis, FLAC, ALAC și WAV,\n          absolut gratuit.",
  "Convert YouTube to MP3 - Simple Steps for Free Download": "Convertiți YouTube în MP3 - Pași simpli pentru descărcare gratuită",
  "Discover the YouTube video you want to convert and download.": "Descoperiți videoclipul YouTube pe care doriți să îl convertiți și să îl descărcați.",
  "Start the video playback, then copy the video URL from your             browser's address bar.": "Porniți redarea videoclipului, apoi copiați adresa URL a videoclipului de pe dvs\n            bara de adrese a browserului.",
  "Access our fast and efficient Web-App, and paste the video URL into             our converter. Choose your preferred format, such as MP3 or MP4. If             no format is specified, the default conversion will be to MP3.": "Accesați aplicația noastră web rapidă și eficientă și inserați adresa URL a videoclipului în\n            convertorul nostru. Alegeți formatul preferat, cum ar fi MP3 sau MP4. Dacă\n            nu este specificat niciun format, conversia implicită va fi în MP3.",
  "Initiate the conversion process with a single click. We strive to             provide high-quality conversions, but please note that videos longer             than 90 minutes may take a bit longer.": "Inițiază procesul de conversie cu un singur clic. Ne străduim să\n            oferiți conversii de înaltă calitate, dar rețineți că videoclipurile sunt mai lungi\n            de 90 de minute poate dura ceva mai mult.",
  "Once the video is converted, simply click the Download button to get             your file instantly.": "Odată ce videoclipul este convertit, faceți clic pe butonul Descărcare pentru a obține\n            fișierul dvs. instantaneu.",
  "Unlock the Power of YouTube - Free, Safe, and Secure.": "Deblocați puterea YouTube - gratuit, sigur și securizat.",
  "Filekit.co's Web-App ensures your safety and security while using our           service. Feel confident knowing that our platform adheres to industry           standards and that your personal information is protected. Experience           the next level of YouTube to MP3 conversion with Filekit.co -           recommended by satisfied users worldwide.": "Aplicația Web Filekit.co vă asigură siguranța și securitatea în timpul utilizării noastre\n          serviciu. Simțiți-vă încrezător știind că platforma noastră aderă la industrie\n          standardelor și că informațiile dumneavoastră personale sunt protejate. Experienţă\n          următorul nivel de conversie YouTube în MP3 cu Filekit.co -\n          recomandat de utilizatori mulțumiți din întreaga lume.",
  "Download MP3 files from YouTube videos and save them on your computer": "Descărcați fișiere MP3 de pe videoclipuri YouTube și salvați-le pe computer",
  "The faster YouTube to MP3 video downloader ever created!": "Cel mai rapid program de descărcare video YouTube în MP3 creat vreodată!",
  "Fast YouTube to MP3 conversion": "Conversie rapidă de la YouTube în MP3",
  "Free video downloader": "Descărcător video gratuit",
  "Download YouTube videos without software": "Descărcați videoclipuri YouTube fără software",
  "Select a YouTube video": "Selectați un videoclip YouTube",
  "Paste the YouTube URL link": "Inserați linkul URL YouTube",
  "Download YouTube video to MP3": "Descărcați videoclipul YouTube în MP3",
  "Filekit.co is by far the fastest online video converter in the world.": "Filekit.co este de departe cel mai rapid convertor video online din lume.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "Acest program de descărcare video YouTube în MP3 este gratuit pentru toată lumea și pentru totdeauna.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "Puteți converti un videoclip YouTube în MP3 în mod anonim, nu colectăm datele dumneavoastră personale.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "Vizitați site-ul YouTube, găsiți și redați videoclipul pe care doriți să îl descărcați și copiați linkul URL al acestuia.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "Lipiți linkul URL al videoclipului YouTube în câmpul de căutare de mai sus pentru a începe conversia MP3.",
  "Click the save button to download the Youtube video in MP3": "Faceți clic pe butonul de salvare pentru a descărca videoclipul YouTube în MP3",
  "The best YouTube to MP4 Converter & Downloader": "Cel mai bun convertitor și descărcare YouTube în MP4",
  "Online download videos from Tiktok for FREE to PC, mobile. Supports downloading all formats: MP4, 3GP, WebM, HD videos, convert Tiktok to MP3, M4A": "Descărcați online videoclipuri de pe Tiktok GRATUIT pe computer, mobil. Acceptă descărcarea tuturor formatelor: MP4, 3GP, WebM, videoclipuri HD, convertiți Tiktok în MP3, M4A",
  "Tiktok to MP3, Tiktok download, Tiktok free, convert Tiktok to MP3, download Tiktok videos, Filekit.co": "Tiktok în MP3, descărcare Tiktok, Tiktok gratuit, convertiți Tiktok în MP3, descărcați videoclipuri Tiktok, Filekit.co",
  "Online download videos from Tiktok for FREE to PC, mobile. Supports downloading all formats: MP4, 3GP, WebM, HD videos, convert Tiktok to MP4, M4A": "Descărcați online videoclipuri de pe Tiktok GRATUIT pe computer, mobil. Acceptă descărcarea tuturor formatelor: MP4, 3GP, WebM, videoclipuri HD, convertiți Tiktok în MP4, M4A",
  "Tiktok to MP4, Tiktok download, Tiktok free, convert Tiktok to MP4, download Tiktok videos, Filekit.co": "Tiktok în MP4, descărcare Tiktok, Tiktok gratuit, convertiți Tiktok în MP4, descărcați videoclipuri Tiktok, Filekit.co",
  "The best Tiktok to MP3 Converter & Downloader": "Cel mai bun convertor și descărcare Tiktok în MP3",
  "Download MP3 files from Tiktok videos and save them on your computer": "Descărcați fișiere MP3 din videoclipurile Tiktok și salvați-le pe computer",
  "The faster Tiktok to MP3 video downloader ever created!": "Cel mai rapid instrument de descărcare video Tiktok to MP3 creat vreodată!",
  "Fast Tiktok to MP3 conversion": "Conversie rapidă Tiktok în MP3",
  "Download Tiktok videos without software": "Descărcați videoclipuri Tiktok fără software",
  "Select a Tiktok video": "Selectați un videoclip Tiktok",
  "Paste the Tiktok URL link": "Lipiți linkul URL Tiktok",
  "Download Tiktok video to MP3": "Descărcați videoclipul Tiktok în MP3",
  "This Tiktok to MP3 video downloader is free for everyone and forever.": "Acest program de descărcare video Tiktok în MP3 este gratuit pentru toată lumea și pentru totdeauna.",
  "You can convert a Tiktok video to MP3 anonymously, we are not collecting your personal data.": "Puteți converti un videoclip Tiktok în MP3 în mod anonim, nu vă colectăm datele personale.",
  "Visit Tiktok website, find and play the video you want to download and copy it's URL link.": "Vizitați site-ul web Tiktok, găsiți și redați videoclipul pe care doriți să îl descărcați și copiați linkul URL al acestuia.",
  "Paste the Tiktok video URL link in the above search field to start MP3 conversion.": "Lipiți linkul URL al videoclipului Tiktok în câmpul de căutare de mai sus pentru a începe conversia MP3.",
  "Click the save button to download the Tiktok video in MP3": "Faceți clic pe butonul de salvare pentru a descărca videoclipul Tiktok în MP3",
  "Convert Tiktok to MP3": "Convertiți Tiktok în MP3",
  "Looking for a reliable solution to convert Tiktok videos to MP3?           Filekit.co offers an advanced online tool for seamless Tiktok to MP3           conversion, along with a range of other formats.": "Căutați o soluție de încredere pentru a converti videoclipurile Tiktok în MP3?\n          Filekit.co oferă un instrument online avansat pentru Tiktok fără întreruperi în MP3\n          conversie, împreună cu o serie de alte formate.",
  "With our user-friendly Web-App, you can easily download Tiktok content           in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats, absolutely           free.": "Cu aplicația noastră web ușor de utilizat, puteți descărca cu ușurință conținut Tiktok\n          în formatele AAC, M4A, PUS, Vorbis, FLAC, ALAC și WAV, absolut\n          gratuit.",
  "Convert Tiktok to MP3 - Simple Steps for Free Download": "Convertiți Tiktok în MP3 - Pași simpli pentru descărcare gratuită",
  "Discover the Tiktok video you want to convert and download.": "Descoperiți videoclipul Tiktok pe care doriți să îl convertiți și să îl descărcați.",
  "Unlock the Power of Tiktok - Free, Safe, and Secure.": "Deblocați puterea Tiktok - gratuit, sigur și sigur.",
  "Filekit.co's Web-App ensures your safety and security while using our           service. Feel confident knowing that our platform adheres to industry           standards and that your personal information is protected. Experience           the next level of Tiktok to MP3 conversion with Filekit.co -           recommended by satisfied users worldwide.": "Aplicația Web Filekit.co vă asigură siguranța și securitatea în timpul utilizării noastre\n          serviciu. Simțiți-vă încrezător știind că platforma noastră aderă la industrie\n          standardelor și că informațiile dumneavoastră personale sunt protejate. Experienţă\n          următorul nivel de conversie Tiktok în MP3 cu Filekit.co -\n          recomandat de utilizatori mulțumiți din întreaga lume.",
  "Convert Tiktok to MP4": "Convertiți Tiktok în MP4",
  "The best Tiktok to MP4 Converter & Downloader": "Cel mai bun convertor și descărcare Tiktok în MP4"
}