{
  "CBZ to PDF | Filekit.co": "CBZ в PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ to PDF Converter — Filekit.co — это бесплатная и быстрая онлайн-служба преобразования файлов.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ в PDF, конвертировать cbz, конвертировать pdf, изменить, файл pdf, файл cbz",
  "Convert {fromExt} to {toExt} online for free": "Конвертируйте {fromExt} в {toExt} онлайн бесплатно",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "изображение, конвертировать {fromExt} в {toExt}, {fromExt}, {toExt}, бесплатно, онлайн, Конвертер файлов",
  "File Kit": "Набор файлов",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit — это браузерный конвертер файлов с поддержкой более 300 форматов, обеспечивающий расширенные возможности преобразования, быстрое время обработки и настраиваемые параметры, а также безопасность данных и совместимость на всех устройствах.",
  "Let's kit": "Давайте комплект",
  "Something went wrong": "'Что-то пошло не так'",
  "Trusted by over 1 million users every month": "Ежемесячно доверяют более 1 миллиона пользователей",
  "Employess of large and small companies all over the world use our service": "Нашим сервисом пользуются сотрудники крупных и малых компаний по всему миру",
  "File Conversion, Compression, and Background Removal Services": "Службы преобразования файлов, сжатия и удаления фона",
  "Best file conversion and Image removal software": "Лучшее программное обеспечение для преобразования файлов и удаления изображений",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Мы предлагаем широкий спектр услуг по преобразованию файлов, сжатию и удалению фона в соответствии с вашими потребностями. Если вам нужно преобразовать документ в PDF, сжать большой файл или удалить фон с изображения, мы можем помочь. Наши услуги просты в использовании и доступны по цене.",
  "Convenient Conversion": "Удобная конвертация",
  "Flawless Background Image Removal": "Безупречное удаление фонового изображения",
  "Fast Speed": "Высокая скорость",
  "Completely Free": "Полностью бесплатно",
  "Security": "Безопасность",
  "Support for All Devices": "Поддержка всех устройств",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Просто выполнив три действия: перетащив файлы, нажав кнопку преобразования и проверив полученный файл, вы можете легко получить желаемый результат. С помощью этих простых шагов вы сможете добиться желаемых результатов.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Мы предоставляем функцию, которая безупречно удаляет фоновое изображение с ваших фотографий.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Перетащите документ или файл изображения и нажмите кнопку. Мы стремимся предоставить все результаты в течение 2 минут.",
  "All file conversions and background image removal are completely free.": "Все преобразования файлов и удаление фонового изображения совершенно бесплатны.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Мы не используем загруженные файлы в коммерческих целях. Никто не может получить доступ к файлам пользователя, что обеспечивает полную защиту конфиденциальности.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto работает на всех платформах, включая браузеры, планшеты и мобильные устройства.",
  "Click or Drag & Drop": "Нажмите или перетащите",
  "files": "файлы",
  "file": "файл",
  "Type Image URL and Press Submit Button": "Введите URL-адрес изображения и нажмите кнопку «Отправить».",
  "close": "закрывать",
  "Submit": "Представлять на рассмотрение",
  "Select files": "Выбрать файлы",
  "Maximum file size must be 512MB": "Максимальный размер файла должен быть 512 МБ.",
  "Download": "Скачать",
  "Close menu": "Закрыть меню",
  "Clear": "Прозрачный",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Этот бесплатный онлайн-конвертер PDF в DOC позволяет сохранять PDF-файл как редактируемый документ в формате Microsoft Word DOC, обеспечивая лучшее качество, чем многие другие конвертеры.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Этот бесплатный конвертер PDF в DOCX позволяет конвертировать документы PDF в файлы Office Open XML, совместимые со всеми основными офисными программами, обеспечивая максимально возможное качество преобразования.",
  "Remove Background": "Удалить фон",
  "Remove Background of your Image": "Удалить фон вашего изображения",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Пожалуйста, перетащите файлы в любое место на экране или нажмите на зону перетаскивания ниже.",
  "Unlock": "Разблокировать",
  "An easy-to-use online tool to remove passwords from PDFs.": "Простой в использовании онлайн-инструмент для удаления паролей из PDF-файлов.",
  "Drop files to upload": "Перетащите файлы для загрузки",
  "URL": "URL-адрес"
}