{
  "CBZ to PDF | Filekit.co": "ЦБЗ у ПДФ | Филекит.цо",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "ЦБЗ у ПДФ Цонвертер - Филекит.цо је бесплатна и брза онлајн услуга за конверзију датотека.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "ЦБЗ у ПДФ, претворити цбз, претворити пдф, променити, пдф датотеку, цбз датотеку",
  "Convert {fromExt} to {toExt} online for free": "Конвертујте {фромЕкт} у {тоЕкт} онлајн бесплатно",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "слика, претвори {фромЕкт} у {тоЕкт}, {фромЕкт}, {тоЕкт}, бесплатно, онлајн, конвертор датотека",
  "File Kit": "Филе Кит",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Филекит је конвертор датотека заснован на претраживачу са подршком за преко 300 формата, пружајући опсежне конверзије, брзо време обраде и прилагодљива подешавања, истовремено осигуравајући сигурност података и компатибилност на свим уређајима.",
  "Let's kit": "Хајде да се спремимо",
  "Something went wrong": "'Нешто није у реду'",
  "Trusted by over 1 million users every month": "Верује више од милион корисника сваког месеца",
  "Employess of large and small companies all over the world use our service": "Нашу услугу користе запослени у великим и малим компанијама широм света",
  "File Conversion, Compression, and Background Removal Services": "Услуге конверзије, компресије и уклањања позадине датотека",
  "Best file conversion and Image removal software": "Најбољи софтвер за конверзију датотека и уклањање слика",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Нудимо широк спектар услуга конверзије датотека, компресије и уклањања позадине како бисмо задовољили ваше потребе. Било да треба да конвертујете документ у ПДФ, компримујете велику датотеку или уклоните позадину са слике, можемо вам помоћи. Наше услуге су једноставне за коришћење и приступачне.",
  "Convenient Conversion": "Цонвениент Цонверсион",
  "Flawless Background Image Removal": "Беспрекорно уклањање позадинске слике",
  "Fast Speed": "Брзо брзина",
  "Completely Free": "Потпуно бесплатно",
  "Security": "Безбедност",
  "Support for All Devices": "Подршка за све уређаје",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Једноставним извођењем три радње: превлачењем и испуштањем датотека, кликом на дугме за конверзију и провером резултујуће датотеке, можете лако добити жељени резултат. Овим једноставним корацима можете постићи жељене резултате.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Пружамо функцију која беспрекорно уклања позадинску слику са ваших фотографија.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Превуците и отпустите свој документ или датотеку слике и кликните на дугме. Циљ нам је да обезбедимо све резултате у року од 2 минута.",
  "All file conversions and background image removal are completely free.": "Све конверзије датотека и уклањање позадинске слике су потпуно бесплатни.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Не користимо отпремљене датотеке у комерцијалне сврхе. Нико не може приступити корисничким фајловима, чиме се обезбеђује потпуна заштита приватности.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Цонверто ради на свим платформама, укључујући претраживаче, таблете и мобилне уређаје.",
  "Click or Drag & Drop": "Кликните или превуците и отпустите",
  "files": "фајлови",
  "file": "фајл",
  "Type Image URL and Press Submit Button": "Унесите УРЛ слике и притисните дугме за слање",
  "close": "Близу",
  "Submit": "прихвати",
  "Select files": "Изаберите датотеке",
  "Maximum file size must be 512MB": "Максимална величина датотеке мора бити 512 МБ",
  "Download": "Преузимање",
  "Close menu": "Затвори мени",
  "Clear": "Јасно",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Овај бесплатни онлајн претварач ПДФ у ДОЦ омогућава вам да сачувате ПДФ датотеку као документ који се може уређивати у Мицрософт Ворд ДОЦ формату, обезбеђујући бољи квалитет од многих других претварача.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Овај бесплатни претварач ПДФ у ДОЦКС вам омогућава да конвертујете ПДФ документе у Оффице Опен КСМЛ датотеке, компатибилан са свим главним канцеларијским софтвером, пружајући најбољи могући квалитет конверзије.",
  "Remove Background": "Уклони позадину",
  "Remove Background of your Image": "Уклоните позадину своје слике",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Превуците и отпустите датотеке било где на екрану или кликните на зону пада испод.",
  "Unlock": "Откључај",
  "An easy-to-use online tool to remove passwords from PDFs.": "Онлине алатка која се лако користи за уклањање лозинки из ПДФ-ова.",
  "Drop files to upload": "Испустите датотеке за отпремање",
  "URL": "УРЛ",
  "Compress PDF online. Same PDF quality less file size": "Компресујте ПДФ на мрежи. Исти ПДФ квалитет мање величине датотеке",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "Компримирајте ПДФ датотеку да бисте добили исти ПДФ квалитет, али мању величину датотеке. Компресујте или оптимизујте ПДФ датотеке на мрежи, једноставно и бесплатно.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "ПДФ компресија, компримовање ПДФ-а, напредна технологија компресије, беспрекорно искуство, оптимизована величина датотеке, савршен квалитет слике, кристално чисте слике, оштар текст, компресија без губитака, ефикасност без напора, најбоље технике компресије, побољшана компатибилност, муњевито брзе перформансе, поуздана поузданост , управљање документима, будућност компресије ПДФ-а",
  "Embrace the future of PDF compression with our unparalleled technology.": "Прихватите будућност компресије ПДФ-а помоћу наше технологије без премца.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "Ефикасност без напора, савршен квалитет слике и побољшана компатибилност спајају се како би вам понудили најбоље доступно искуство компресије ПДФ-а",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "Поједноставите управљање документима већ данас и придружите се редовима наших задовољних корисника који су већ искусили снагу наше врхунске технологије компресије.",
  "Seamlessly Streamlined PDFs": "Беспрекорно поједностављени ПДФ-ови",
  "Picture-Perfect Quality": "Слика - савршен квалитет",
  "Effortless Efficiency": "Ефикасност без напора",
  "Enhanced File Compatibility": "Побољшана компатибилност датотека",
  "Lightning-Fast Performance": "Муњевито брзе перформансе",
  "Trusted Reliability": "Поуздана поузданост",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "Са нашом напредном технологијом компресије, ПДФ датотеке се аутоматски оптимизују на најмању могућу величину без икакве ручне интервенције. Реците збогом гломазним документима и уживајте у беспрекорном искуству руковања ефикасно компримованим датотекама.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "Наш алгоритам компресије је дизајниран да сачува сваки поједини детаљ ваших докумената. Уживајте у кристално јасним сликама и оштром тексту, јер наша технологија гарантује компресију без губитака, обезбеђујући највиши квалитет чак и након компресије.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "Наша услуга брине о свему иза сцене, тако да не морате да бринете о избору опција компресије као што су дефлате или дефлате_имагес. Доживите ефикасност без напора јер наша технологија аутоматски примењује најбоље технике компресије за вас.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "Наша технологија компресије иде даље тако што аутоматски проширује слике и фонтове ради боље компатибилности са различитим апликацијама. Будите сигурни да ће ваши ПДФ-ови бити беспрекорно приказани на различитим платформама и уређајима.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "Бићете запањени муњевитим перформансама наше услуге. Мање величине датотека значе брже отпремање, преузимање и дељење докумената, штедећи вам драгоцено време и повећавајући укупну продуктивност.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "Наша технологија компресије није само врхунска, већ је и поуздана и доказано даје доследне и поуздане резултате. Безбројни задовољни корисници искусили су предности наше услуге компресије, што је чини избором за све ваше потребе управљања документима.",
  "Convert {from} to {to} | filekit.co": "Претвори {фром} у {то} | филекит.цо",
  "Convert {from} to {to} online for free | filekit.co": "Конвертујте {фром} у {то} онлајн бесплатно | филекит.цо",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "датотека, формат, претворити {фромЕкт} у {тоЕкт}, {фромЕкт}, {тоЕкт}, бесплатно, на мрежи, претварач датотека, филекит.цо",
  "{fromExt} to {toExt} Converter - Filekit.co is a free and fast online file conversion service.": "недефинисан",
  "Start": "Почетак",
  "Your all-in-one file toolkit for seamless file management, including format     conversions, image editing, compression, and protection.": "Ваш све-у-једном комплет алата за датотеке за беспрекорно управљање датотекама, укључујући формат\n    конверзије, уређивање слика, компресија и заштита.",
  "Protect PDF. Tool to encrypt PDF with password": "Заштитите ПДФ. Алат за шифровање ПДФ-а лозинком",
  "Encrypt and protect PDF with a password to safeguard sensitive information. Secure your PDF files online, with ease and without registration.": "Шифрујте и заштитите ПДФ лозинком да бисте заштитили осетљиве информације. Осигурајте своје ПДФ датотеке на мрежи, са лакоћом и без регистрације.",
  "encrypt pdf, pdf password, protect pdf, pdf access, password for pdf document": "енцрипт пдф, пдф пассворд, протецт пдф, пдф приступ, лозинка за пдф документ",
  "An easy-to-use online tool to Protect PDF files with a password.": "Онлине алатка која се лако користи за заштиту ПДФ датотека лозинком.",
  "Image Background Remover | Remove Bg from Image for Free": "Имаге Бацкгроунд Ремовер | Бесплатно уклоните Бг са слике",
  "Remove the background from images online with our free background eraser. Download your transparent background image and change the background.": "Уклоните позадину са слика на мрежи помоћу наше бесплатне гумице за позадину. Преузмите своју провидну позадину и промените позадину.",
  "remove bg, remove background from image, background eraser, transparent background, white background": "уклонити бг, уклонити позадину са слике, гумица позадине, провидна позадина, бела позадина",
  "Best image remover": "Најбољи алат за уклањање слика",
  "removes background images perfectly.": "савршено уклања позадинске слике.",
  "Filekit provides excellent support for removing the background of photos, delivering satisfactory results.": "Филекит пружа одличну подршку за уклањање позадине фотографија, пружајући задовољавајуће резултате.",
  "Filekit utilizes the latest deep learning technology to flawlessly remove the background of photos.": "Филекит користи најновију технологију дубоког учења за беспрекорно уклањање позадине фотографија.",
  "You can obtain the desired results directly from your browser without the need to install any software.": "Можете добити жељене резултате директно из вашег претраживача без потребе за инсталирањем било каквог софтвера.",
  "You can remove background images from image files of all formats, including JPEG, PNG, URL, and more.": "Можете уклонити позадинске слике из сликовних датотека свих формата, укључујући ЈПЕГ, ПНГ, УРЛ и још много тога.",
  "Thanks to its user-friendly interface, Filekit allows you to remove background images with just one click.": "Захваљујући корисничком интерфејсу, Филекит вам омогућава да уклоните позадинске слике само једним кликом.",
  "Select or drag and drop the photo file you want to remove the background image from. Within 2 seconds, you can preview the result image and download it.": "Изаберите или превуците и отпустите датотеку фотографије из које желите да уклоните позадину. У року од 2 секунде, можете прегледати слику резултата и преузети је.",
  "No one can access the files uploaded by users.": "Нико не може да приступи датотекама које су поставили корисници.",
  "Flawless Removal": "Беспрекорно уклањање",
  "Online-based": "Онлине-басед",
  "Support for All Formats": "Подршка за све формате",
  "Easy to Use": "Једноставан за коришћење",
  "How to Use": "Како се користи",
  "Password protect a PDF": "Заштитите ПДФ лозинком",
  "Remove PDF passwords online for free. No size limits or ad watermarks. Easily and quickly remove passwords from your PDF files so you can edit and share them.": "Уклоните ПДФ лозинке на мрежи бесплатно. Нема ограничења величине или водених жигова огласа. Лако и брзо уклоните лозинке из својих ПДФ датотека како бисте могли да их уређујете и делите.",
  "online pdf unlock, pdf unlock online, pdf file unlock, remove pdf password online, pdf remove password protection": "онлајн пдф откључавање, пдф откључавање онлајн, откључавање пдф датотеке, уклањање пдф лозинке на мрежи, пдф уклањање заштите лозинком",
  "Maximum file size must be 30MB": "Максимална величина датотеке мора бити 30 МБ",
  "File Name": "Назив документа",
  "Image URL": "УРЛ слике",
  "File Status": "Статус датотеке",
  "Click": "Кликните",
  "Sample Images": "Примери слика",
  "Human": "Хуман",
  "Stuff": "Ствари",
  "Animal": "Анимал",
  "Character": "карактер",
  "Filekit.co - Convert {fromExt} to {toExt} and More | Fast & Free Download": "Филекит.цо - Претвори",
  "Online download videos from YouTube for FREE to PC, mobile. Supports downloading all formats: MP4, 3GP, WebM, HD videos, convert YouTube to MP3, M4A": "БЕСПЛАТНО преузмите видео снимке са ИоуТубе-а на рачунар, мобилни. Подржава преузимање свих формата: МП4, 3ГП, ВебМ, ХД видео, конвертовање ИоуТубе-а у МП3, М4А",
  "YouTube to MP3, YouTube download, YouTube free, convert YouTube to MP3, download YouTube videos, Filekit.co": "ИоуТубе у МП3, ИоуТубе преузимање, ИоуТубе бесплатно, претворити ИоуТубе у МП3, преузети ИоуТубе видео записе, Филекит.цо",
  "The best YouTube to MP3 Converter & Downloader": "Најбољи ИоуТубе у МП3 Цонвертер & Довнлоадер",
  "Convert YouTube to MP3": "Претворите ИоуТубе у МП3",
  "Fast & Free Download": "Брзо и бесплатно преузимање",
  "Looking for a reliable solution to convert YouTube videos to MP3?           Filekit.co offers an advanced online tool for seamless YouTube to MP3           conversion, along with a range of other formats.": "Тражите поуздано решење за претварање ИоуТубе видео записа у МП3?\n          Филекит.цо нуди напредни онлајн алат за беспрекорни ИоуТубе у МП3\n          конверзију, заједно са низом других формата.",
  "With our user-friendly Web-App, you can easily download YouTube           content in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats,           absolutely free.": "Уз нашу веб-апликацију прилагођену кориснику, можете лако да преузмете ИоуТубе\n          садржај у форматима ААЦ, М4А, ПУС, Ворбис, ФЛАЦ, АЛАЦ и ВАВ,\n          апсолутно бесплатно.",
  "Convert YouTube to MP3 - Simple Steps for Free Download": "Претворите ИоуТубе у МП3 - једноставни кораци за бесплатно преузимање",
  "Discover the YouTube video you want to convert and download.": "Откријте ИоуТубе видео који желите да конвертујете и преузмете.",
  "Start the video playback, then copy the video URL from your             browser's address bar.": "Покрените репродукцију видео записа, а затим копирајте УРЛ видео снимка са свог\n            адресна трака претраживача.",
  "Access our fast and efficient Web-App, and paste the video URL into             our converter. Choose your preferred format, such as MP3 or MP4. If             no format is specified, the default conversion will be to MP3.": "Приступите нашој брзој и ефикасној веб-апликацији и налепите УРЛ видео снимка\n            наш претварач. Одаберите жељени формат, као што је МП3 или МП4. Ако\n            није наведен формат, подразумевана конверзија ће бити у МП3.",
  "Initiate the conversion process with a single click. We strive to             provide high-quality conversions, but please note that videos longer             than 90 minutes may take a bit longer.": "Покрените процес конверзије једним кликом. Трудимо се да\n            пружају конверзије високог квалитета, али имајте на уму да су видео снимци дужи\n            од 90 минута може потрајати мало дуже.",
  "Once the video is converted, simply click the Download button to get             your file instantly.": "Када се видео конвертује, једноставно кликните на дугме Преузми да бисте га преузели\n            ваш фајл одмах.",
  "Unlock the Power of YouTube - Free, Safe, and Secure.": "Откључајте моћ ИоуТубе-а – бесплатно, безбедно и безбедно.",
  "Filekit.co's Web-App ensures your safety and security while using our           service. Feel confident knowing that our platform adheres to industry           standards and that your personal information is protected. Experience           the next level of YouTube to MP3 conversion with Filekit.co -           recommended by satisfied users worldwide.": "Веб-апликација Филекит.цо осигурава вашу сигурност и сигурност док користите нашу\n          услуга. Будите сигурни знајући да се наша платформа придржава индустрије\n          стандардима и да су ваши лични подаци заштићени. Искуство\n          следећи ниво конверзије ИоуТубе-а у МП3 са Филекит.цо -\n          препоручују задовољни корисници широм света.",
  "Download MP3 files from YouTube videos and save them on your computer": "Преузмите МП3 датотеке са ИоуТубе видео записа и сачувајте их на рачунару",
  "The faster YouTube to MP3 video downloader ever created!": "Бржи ИоуТубе у МП3 видео довнлоадер икада направљен!",
  "Fast YouTube to MP3 conversion": "Брза конверзија ИоуТубе-а у МП3",
  "Free video downloader": "Бесплатно преузимање видео записа",
  "Download YouTube videos without software": "Преузмите ИоуТубе видео записе без софтвера",
  "Select a YouTube video": "Изаберите ИоуТубе видео",
  "Paste the YouTube URL link": "Налепите ИоуТубе УРЛ линк",
  "Download YouTube video to MP3": "Преузмите ИоуТубе видео у МП3",
  "Filekit.co is by far the fastest online video converter in the world.": "Филекит.цо је далеко најбржи онлајн видео конвертер на свету.",
  "This YouTube to MP3 video downloader is free for everyone and forever.": "Овај ИоуТубе у МП3 видео довнлоадер је бесплатан за све и заувек.",
  "You can convert a YouTube video to MP3 anonymously, we are not collecting your personal data.": "Можете анонимно да конвертујете ИоуТубе видео у МП3, ми не прикупљамо ваше личне податке.",
  "Visit YouTube website, find and play the video you want to download and copy it's URL link.": "Посетите ИоуТубе веб локацију, пронађите и пустите видео који желите да преузмете и копирајте његову УРЛ везу.",
  "Paste the YouTube video URL link in the above search field to start MP3 conversion.": "Налепите УРЛ адресу ИоуТубе видеа у поље за претрагу изнад да бисте покренули МП3 конверзију.",
  "Click the save button to download the Youtube video in MP3": "Кликните на дугме за чување да бисте преузели Иоутубе видео у МП3 формату",
  "The best YouTube to MP4 Converter & Downloader": "Најбољи ИоуТубе у МП4 Цонвертер & Довнлоадер",
  "Online download videos from Tiktok for FREE to PC, mobile. Supports downloading all formats: MP4, 3GP, WebM, HD videos, convert Tiktok to MP3, M4A": "БЕСПЛАТНО преузмите видео записе са Тикток-а на рачунар, мобилни. Подржава преузимање свих формата: МП4, 3ГП, ВебМ, ХД видео записе, претворити Тикток у МП3, М4А",
  "Tiktok to MP3, Tiktok download, Tiktok free, convert Tiktok to MP3, download Tiktok videos, Filekit.co": "Тикток у МП3, Тикток преузимање, Тикток бесплатно, претвори Тикток у МП3, преузми Тикток видео записе, Филекит.цо",
  "Online download videos from Tiktok for FREE to PC, mobile. Supports downloading all formats: MP4, 3GP, WebM, HD videos, convert Tiktok to MP4, M4A": "БЕСПЛАТНО преузмите видео записе са Тикток-а на рачунар, мобилни. Подржава преузимање свих формата: МП4, 3ГП, ВебМ, ХД видео записе, претворити Тикток у МП4, М4А",
  "Tiktok to MP4, Tiktok download, Tiktok free, convert Tiktok to MP4, download Tiktok videos, Filekit.co": "Тикток у МП4, Тикток преузимање, Тикток бесплатно, претворити Тикток у МП4, преузмити Тикток видео записе, Филекит.цо",
  "The best Tiktok to MP3 Converter & Downloader": "Најбољи Тикток у МП3 Цонвертер & Довнлоадер",
  "Download MP3 files from Tiktok videos and save them on your computer": "Преузмите МП3 датотеке са Тикток видео записа и сачувајте их на рачунару",
  "The faster Tiktok to MP3 video downloader ever created!": "Бржи Тикток у МП3 видео преузимач икада направљен!",
  "Fast Tiktok to MP3 conversion": "Брза конверзија Тикток-а у МП3",
  "Download Tiktok videos without software": "Преузмите Тикток видео записе без софтвера",
  "Select a Tiktok video": "Изаберите Тикток видео",
  "Paste the Tiktok URL link": "Налепите Тикток УРЛ линк",
  "Download Tiktok video to MP3": "Преузмите Тикток видео у МП3",
  "This Tiktok to MP3 video downloader is free for everyone and forever.": "Овај Тикток у МП3 видео преузимач је бесплатан за све и заувек.",
  "You can convert a Tiktok video to MP3 anonymously, we are not collecting your personal data.": "Тикток видео можете претворити у МП3 анонимно, ми не прикупљамо ваше личне податке.",
  "Visit Tiktok website, find and play the video you want to download and copy it's URL link.": "Посетите Тикток веб локацију, пронађите и пустите видео који желите да преузмете и копирајте његову УРЛ везу.",
  "Paste the Tiktok video URL link in the above search field to start MP3 conversion.": "Налепите Тикток видео УРЛ везу у поље за претрагу изнад да бисте покренули МП3 конверзију.",
  "Click the save button to download the Tiktok video in MP3": "Кликните на дугме за чување да бисте преузели Тикток видео у МП3 формату",
  "Convert Tiktok to MP3": "Претворите Тикток у МП3",
  "Looking for a reliable solution to convert Tiktok videos to MP3?           Filekit.co offers an advanced online tool for seamless Tiktok to MP3           conversion, along with a range of other formats.": "Тражите поуздано решење за претварање Тикток видео записа у МП3?\n          Филекит.цо нуди напредни онлајн алат за беспрекорни Тикток у МП3\n          конверзију, заједно са низом других формата.",
  "With our user-friendly Web-App, you can easily download Tiktok content           in AAC, M4A, PUS, Vorbis, FLAC, ALAC, and WAV formats, absolutely           free.": "Помоћу наше веб-апликације прилагођене кориснику, лако можете преузети Тикток садржај\n          у ААЦ, М4А, ПУС, Ворбис, ФЛАЦ, АЛАЦ и ВАВ форматима, апсолутно\n          бесплатно.",
  "Convert Tiktok to MP3 - Simple Steps for Free Download": "Претворите Тикток у МП3 - Једноставни кораци за бесплатно преузимање",
  "Discover the Tiktok video you want to convert and download.": "Откријте Тикток видео који желите да конвертујете и преузмете.",
  "Unlock the Power of Tiktok - Free, Safe, and Secure.": "Откључајте моћ Тиктока - бесплатно, безбедно и безбедно.",
  "Filekit.co's Web-App ensures your safety and security while using our           service. Feel confident knowing that our platform adheres to industry           standards and that your personal information is protected. Experience           the next level of Tiktok to MP3 conversion with Filekit.co -           recommended by satisfied users worldwide.": "Веб-апликација Филекит.цо осигурава вашу сигурност и сигурност док користите нашу\n          услуга. Будите сигурни знајући да се наша платформа придржава индустрије\n          стандардима и да су ваши лични подаци заштићени. Искуство\n          следећи ниво конверзије Тикток у МП3 са Филекит.цо -\n          препоручују задовољни корисници широм света.",
  "Convert Tiktok to MP4": "Претворите Тикток у МП4",
  "The best Tiktok to MP4 Converter & Downloader": "Најбољи Тикток у МП4 Цонвертер & Довнлоадер",
  "Emoji Copy, Paste Emojis, Online Emoji, Emoji Selection, Filekit Emojis, Emoji Vault, Express Feelings with Emojis, Unique Emojis, Extensive Emoji Collection, Emojis for Communication": "Копирајте емоџије, налепите емоџије, онлајн емоџије, избор емоџија, комплет емоџија, трезор емоџија, изразите осећања помоћу емоџија, јединствене емоџије, опсежну колекцију емоџија, емоџије за комуникацију",
  "🧑‍💻 Explore filekit.co's expansive Emoji Vault. Express your feelings in the most unique way possible with our vast collection of emojis. Copy, paste and use as you please!": "🧑‍💻 Истражите експанзивни трезор емоџија на филекит.цо. Изразите своја осећања на најјединственији могући начин помоћу наше огромне колекције емоџија. Копирајте, налепите и користите како желите!",
  "Emojis 🚀🌈 - Copy & Paste with Ease 🎯 | filekit.co's Emoji Vault": "Емоџи 🚀🌈 - Копирај и лепи са лакоћом 🎯 | Складиште емоџија филекит.цо"
}