{
  "CBZ to PDF | Filekit.co": "ЦБЗ у ПДФ | Филекит.цо",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "ЦБЗ у ПДФ Цонвертер - Филекит.цо је бесплатна и брза онлајн услуга за конверзију датотека.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "ЦБЗ у ПДФ, претворити цбз, претворити пдф, променити, пдф датотеку, цбз датотеку",
  "Convert {fromExt} to {toExt} online for free": "Конвертујте {фромЕкт} у {тоЕкт} онлајн бесплатно",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "слика, претвори {фромЕкт} у {тоЕкт}, {фромЕкт}, {тоЕкт}, бесплатно, онлајн, конвертор датотека",
  "File Kit": "Филе Кит",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Филекит је конвертор датотека заснован на претраживачу са подршком за преко 300 формата, пружајући опсежне конверзије, брзо време обраде и прилагодљива подешавања, истовремено осигуравајући сигурност података и компатибилност на свим уређајима.",
  "Let's kit": "Хајде да се спремимо",
  "Something went wrong": "'Нешто није у реду'",
  "Trusted by over 1 million users every month": "Верује више од милион корисника сваког месеца",
  "Employess of large and small companies all over the world use our service": "Нашу услугу користе запослени у великим и малим компанијама широм света",
  "File Conversion, Compression, and Background Removal Services": "Услуге конверзије, компресије и уклањања позадине датотека",
  "Best file conversion and Image removal software": "Најбољи софтвер за конверзију датотека и уклањање слика",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Нудимо широк спектар услуга конверзије датотека, компресије и уклањања позадине како бисмо задовољили ваше потребе. Било да треба да конвертујете документ у ПДФ, компримујете велику датотеку или уклоните позадину са слике, можемо вам помоћи. Наше услуге су једноставне за коришћење и приступачне.",
  "Convenient Conversion": "Цонвениент Цонверсион",
  "Flawless Background Image Removal": "Беспрекорно уклањање позадинске слике",
  "Fast Speed": "Брзо брзина",
  "Completely Free": "Потпуно бесплатно",
  "Security": "Безбедност",
  "Support for All Devices": "Подршка за све уређаје",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Једноставним извођењем три радње: превлачењем и испуштањем датотека, кликом на дугме за конверзију и провером резултујуће датотеке, можете лако добити жељени резултат. Овим једноставним корацима можете постићи жељене резултате.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Пружамо функцију која беспрекорно уклања позадинску слику са ваших фотографија.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Превуците и отпустите свој документ или датотеку слике и кликните на дугме. Циљ нам је да обезбедимо све резултате у року од 2 минута.",
  "All file conversions and background image removal are completely free.": "Све конверзије датотека и уклањање позадинске слике су потпуно бесплатни.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Не користимо отпремљене датотеке у комерцијалне сврхе. Нико не може приступити корисничким фајловима, чиме се обезбеђује потпуна заштита приватности.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Цонверто ради на свим платформама, укључујући претраживаче, таблете и мобилне уређаје.",
  "Click or Drag & Drop": "Кликните или превуците и отпустите",
  "files": "фајлови",
  "file": "фајл",
  "Type Image URL and Press Submit Button": "Унесите УРЛ слике и притисните дугме за слање",
  "close": "Близу",
  "Submit": "прихвати",
  "Select files": "Изаберите датотеке",
  "Maximum file size must be 512MB": "Максимална величина датотеке мора бити 512 МБ",
  "Download": "Преузимање",
  "Close menu": "Затвори мени",
  "Clear": "Јасно",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Овај бесплатни онлајн претварач ПДФ у ДОЦ омогућава вам да сачувате ПДФ датотеку као документ који се може уређивати у Мицрософт Ворд ДОЦ формату, обезбеђујући бољи квалитет од многих других претварача.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Овај бесплатни претварач ПДФ у ДОЦКС вам омогућава да конвертујете ПДФ документе у Оффице Опен КСМЛ датотеке, компатибилан са свим главним канцеларијским софтвером, пружајући најбољи могући квалитет конверзије.",
  "Remove Background": "Уклони позадину",
  "Remove Background of your Image": "Уклоните позадину своје слике",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Превуците и отпустите датотеке било где на екрану или кликните на зону пада испод.",
  "Unlock": "Откључај",
  "An easy-to-use online tool to remove passwords from PDFs.": "Онлине алатка која се лако користи за уклањање лозинки из ПДФ-ова.",
  "Drop files to upload": "Испустите датотеке за отпремање",
  "URL": "УРЛ",
  "Compress PDF online. Same PDF quality less file size": "Компресујте ПДФ на мрежи. Исти ПДФ квалитет мање величине датотеке",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "Компримирајте ПДФ датотеку да бисте добили исти ПДФ квалитет, али мању величину датотеке. Компресујте или оптимизујте ПДФ датотеке на мрежи, једноставно и бесплатно.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "ПДФ компресија, компримовање ПДФ-а, напредна технологија компресије, беспрекорно искуство, оптимизована величина датотеке, савршен квалитет слике, кристално чисте слике, оштар текст, компресија без губитака, ефикасност без напора, најбоље технике компресије, побољшана компатибилност, муњевито брзе перформансе, поуздана поузданост , управљање документима, будућност компресије ПДФ-а",
  "Embrace the future of PDF compression with our unparalleled technology.": "Прихватите будућност компресије ПДФ-а помоћу наше технологије без премца.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "Ефикасност без напора, савршен квалитет слике и побољшана компатибилност спајају се како би вам понудили најбоље доступно искуство компресије ПДФ-а",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "Поједноставите управљање документима већ данас и придружите се редовима наших задовољних корисника који су већ искусили снагу наше врхунске технологије компресије.",
  "Seamlessly Streamlined PDFs": "Беспрекорно поједностављени ПДФ-ови",
  "Picture-Perfect Quality": "Слика - савршен квалитет",
  "Effortless Efficiency": "Ефикасност без напора",
  "Enhanced File Compatibility": "Побољшана компатибилност датотека",
  "Lightning-Fast Performance": "Муњевито брзе перформансе",
  "Trusted Reliability": "Поуздана поузданост",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "Са нашом напредном технологијом компресије, ПДФ датотеке се аутоматски оптимизују на најмању могућу величину без икакве ручне интервенције. Реците збогом гломазним документима и уживајте у беспрекорном искуству руковања ефикасно компримованим датотекама.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "Наш алгоритам компресије је дизајниран да сачува сваки поједини детаљ ваших докумената. Уживајте у кристално јасним сликама и оштром тексту, јер наша технологија гарантује компресију без губитака, обезбеђујући највиши квалитет чак и након компресије.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "Наша услуга брине о свему иза сцене, тако да не морате да бринете о избору опција компресије као што су дефлате или дефлате_имагес. Доживите ефикасност без напора јер наша технологија аутоматски примењује најбоље технике компресије за вас.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "Наша технологија компресије иде даље тако што аутоматски проширује слике и фонтове ради боље компатибилности са различитим апликацијама. Будите сигурни да ће ваши ПДФ-ови бити беспрекорно приказани на различитим платформама и уређајима.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "Бићете запањени муњевитим перформансама наше услуге. Мање величине датотека значе брже отпремање, преузимање и дељење докумената, штедећи вам драгоцено време и повећавајући укупну продуктивност.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "Наша технологија компресије није само врхунска, већ је и поуздана и доказано даје доследне и поуздане резултате. Безбројни задовољни корисници искусили су предности наше услуге компресије, што је чини избором за све ваше потребе управљања документима.",
  "Convert {from} to {to} | filekit.co": "Претвори {фром} у {то} | филекит.цо",
  "Convert {from} to {to} online for free | filekit.co": "Конвертујте {фром} у {то} онлајн бесплатно | филекит.цо",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "датотека, формат, претворити {фромЕкт} у {тоЕкт}, {фромЕкт}, {тоЕкт}, бесплатно, на мрежи, претварач датотека, филекит.цо"
}