{
  "CBZ to PDF | Filekit.co": "CBZ till PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ till PDF Converter - Filekit.co är en gratis och snabb filkonverteringstjänst online.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ till PDF, konvertera cbz, konvertera pdf, ändra, pdf-fil, cbz-fil",
  "Convert {fromExt} to {toExt} online for free": "Konvertera {fromExt} till {toExt} online gratis",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "bild, konvertera {fromExt} till {toExt}, {fromExt}, {toExt}, gratis, online, File Converter",
  "File Kit": "Filpaket",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit är en webbläsarbaserad filkonverterare med stöd för över 300 format, som ger omfattande konverteringar, snabba bearbetningstider och anpassningsbara inställningar samtidigt som datasäkerhet och kompatibilitet säkerställs på alla enheter.",
  "Let's kit": "Låt oss kit",
  "Something went wrong": "'Något gick fel'",
  "Trusted by over 1 million users every month": "Betrodd av över 1 miljon användare varje månad",
  "Employess of large and small companies all over the world use our service": "Anställda i stora och små företag över hela världen använder vår tjänst",
  "File Conversion, Compression, and Background Removal Services": "Tjänster för filkonvertering, komprimering och borttagning av bakgrund",
  "Best file conversion and Image removal software": "Bästa mjukvaran för filkonvertering och borttagning av bilder",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Vi erbjuder ett brett utbud av filkonverterings-, komprimerings- och bakgrundsborttagningstjänster för att möta dina behov. Oavsett om du behöver konvertera ett dokument till PDF, komprimera en stor fil eller ta bort bakgrunden från en bild kan vi hjälpa dig. Våra tjänster är lätta att använda och prisvärda.",
  "Convenient Conversion": "Bekväm konvertering",
  "Flawless Background Image Removal": "Felfri borttagning av bakgrundsbild",
  "Fast Speed": "Snabb hastighet",
  "Completely Free": "Helt gratis",
  "Security": "säkerhet",
  "Support for All Devices": "Support för alla enheter",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Genom att helt enkelt utföra tre åtgärder: att dra och släppa filer, klicka på konverteringsknappen och kontrollera den resulterande filen, kan du enkelt få önskad utdata. Med dessa enkla steg kan du uppnå önskat resultat.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Vi tillhandahåller en funktion som felfritt tar bort bakgrundsbilden från dina foton.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Dra och släpp ditt dokument eller bildfil och klicka på knappen. Vi strävar efter att ge alla resultat inom 2 minuter.",
  "All file conversions and background image removal are completely free.": "Alla filkonverteringar och borttagning av bakgrundsbilder är helt gratis.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Vi använder inte uppladdade filer för kommersiella ändamål. Ingen kan komma åt användarens filer, vilket garanterar fullständigt integritetsskydd.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto fungerar på alla plattformar, inklusive webbläsare, surfplattor och mobila enheter."
}