{
  "CBZ to PDF | Filekit.co": "CBZ முதல் PDF வரை | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ இலிருந்து PDF மாற்றி - Filekit.co ஒரு இலவச மற்றும் வேகமான ஆன்லைன் கோப்பு மாற்றும் சேவையாகும்.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ க்கு PDF, cbz ஐ மாற்றவும், pdf ஐ மாற்றவும், மாற்றவும், pdf கோப்பு, cbz கோப்பு",
  "Convert {fromExt} to {toExt} online for free": "ஆன்லைனில் {fromExt} ஆக {toExt} ஆக மாற்றவும்",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "படம், {fromExt} ஐ {toExt} ஆக மாற்றவும், {fromExt}, {toExt}, இலவசம், ஆன்லைன், கோப்பு மாற்றி",
  "File Kit": "கோப்பு தொகுப்பு",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit ஆனது 300 க்கும் மேற்பட்ட வடிவங்களுக்கான ஆதரவுடன் உலாவி அடிப்படையிலான கோப்பு மாற்றி ஆகும், இது அனைத்து சாதனங்களிலும் தரவு பாதுகாப்பு மற்றும் இணக்கத்தன்மையை உறுதி செய்யும் போது விரிவான மாற்றங்கள், வேகமான செயலாக்க நேரங்கள் மற்றும் தனிப்பயனாக்கக்கூடிய அமைப்புகளை வழங்குகிறது.",
  "Let's kit": "கிட் செய்வோம்",
  "Something went wrong": "'ஏதோ தவறு நடந்துவிட்டது'",
  "Trusted by over 1 million users every month": "ஒவ்வொரு மாதமும் 1 மில்லியனுக்கும் அதிகமான பயனர்களால் நம்பப்படுகிறது",
  "Employess of large and small companies all over the world use our service": "உலகெங்கிலும் உள்ள பெரிய மற்றும் சிறிய நிறுவனங்களின் பணியாளர்கள் எங்கள் சேவையைப் பயன்படுத்துகின்றனர்",
  "File Conversion, Compression, and Background Removal Services": "கோப்பு மாற்றம், சுருக்கம் மற்றும் பின்னணி அகற்றுதல் சேவைகள்",
  "Best file conversion and Image removal software": "சிறந்த கோப்பு மாற்றம் மற்றும் படத்தை அகற்றும் மென்பொருள்",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "உங்கள் தேவைகளைப் பூர்த்தி செய்ய நாங்கள் பரந்த அளவிலான கோப்பு மாற்றம், சுருக்க மற்றும் பின்னணி அகற்ற சேவைகளை வழங்குகிறோம். நீங்கள் ஒரு ஆவணத்தை PDF ஆக மாற்ற வேண்டுமா, பெரிய கோப்பை சுருக்க வேண்டுமா அல்லது படத்திலிருந்து பின்னணியை அகற்ற வேண்டுமானால், நாங்கள் உதவலாம். எங்கள் சேவைகள் பயன்படுத்த எளிதானது மற்றும் மலிவு.",
  "Convenient Conversion": "வசதியான மாற்றம்",
  "Flawless Background Image Removal": "குறைபாடற்ற பின்னணி படத்தை அகற்றுதல்",
  "Fast Speed": "வேகமான வேகம்",
  "Completely Free": "முற்றிலும் இலவசம்",
  "Security": "பாதுகாப்பு",
  "Support for All Devices": "அனைத்து சாதனங்களுக்கும் ஆதரவு",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "மூன்று செயல்களைச் செய்வதன் மூலம்: கோப்புகளை இழுத்து விடுதல், மாற்று பொத்தானைக் கிளிக் செய்தல் மற்றும் அதன் விளைவாக வரும் கோப்பைச் சரிபார்த்தல், நீங்கள் விரும்பிய வெளியீட்டை எளிதாகப் பெறலாம். இந்த எளிய வழிமுறைகளுடன், நீங்கள் விரும்பிய முடிவுகளை அடையலாம்.",
  "We provide a feature that flawlessly removes the background image from your photos.": "உங்கள் புகைப்படங்களிலிருந்து பின்னணிப் படத்தைப் பிழையின்றி அகற்றும் அம்சத்தை நாங்கள் வழங்குகிறோம்.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "உங்கள் ஆவணம் அல்லது படக் கோப்பை இழுத்துவிட்டு பொத்தானைக் கிளிக் செய்யவும். அனைத்து முடிவுகளையும் 2 நிமிடங்களுக்குள் வழங்குவதை நோக்கமாகக் கொண்டுள்ளோம்.",
  "All file conversions and background image removal are completely free.": "அனைத்து கோப்பு மாற்றங்கள் மற்றும் பின்னணி படத்தை அகற்றுதல் முற்றிலும் இலவசம்.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "பதிவேற்றப்பட்ட கோப்புகளை வணிக நோக்கங்களுக்காக நாங்கள் பயன்படுத்துவதில்லை. முழுமையான தனியுரிமைப் பாதுகாப்பை உறுதிசெய்து, பயனரின் கோப்புகளை யாரும் அணுக முடியாது.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "உலாவிகள், டேப்லெட்டுகள் மற்றும் மொபைல் சாதனங்கள் உட்பட அனைத்து தளங்களிலும் Converto வேலை செய்கிறது."
}