{
  "CBZ to PDF | Filekit.co": "CBZ முதல் PDF வரை | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ இலிருந்து PDF மாற்றி - Filekit.co ஒரு இலவச மற்றும் வேகமான ஆன்லைன் கோப்பு மாற்றும் சேவையாகும்.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ க்கு PDF, cbz ஐ மாற்றவும், pdf ஐ மாற்றவும், மாற்றவும், pdf கோப்பு, cbz கோப்பு",
  "Convert {fromExt} to {toExt} online for free": "ஆன்லைனில் {fromExt} ஆக {toExt} ஆக மாற்றவும்",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "படம், {fromExt} ஐ {toExt} ஆக மாற்றவும், {fromExt}, {toExt}, இலவசம், ஆன்லைன், கோப்பு மாற்றி",
  "File Kit": "கோப்பு தொகுப்பு",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit ஆனது 300 க்கும் மேற்பட்ட வடிவங்களுக்கான ஆதரவுடன் உலாவி அடிப்படையிலான கோப்பு மாற்றி ஆகும், இது அனைத்து சாதனங்களிலும் தரவு பாதுகாப்பு மற்றும் இணக்கத்தன்மையை உறுதி செய்யும் போது விரிவான மாற்றங்கள், வேகமான செயலாக்க நேரங்கள் மற்றும் தனிப்பயனாக்கக்கூடிய அமைப்புகளை வழங்குகிறது.",
  "Let's kit": "கிட் செய்வோம்",
  "Something went wrong": "'ஏதோ தவறு நடந்துவிட்டது'",
  "Trusted by over 1 million users every month": "ஒவ்வொரு மாதமும் 1 மில்லியனுக்கும் அதிகமான பயனர்களால் நம்பப்படுகிறது",
  "Employess of large and small companies all over the world use our service": "உலகெங்கிலும் உள்ள பெரிய மற்றும் சிறிய நிறுவனங்களின் பணியாளர்கள் எங்கள் சேவையைப் பயன்படுத்துகின்றனர்",
  "File Conversion, Compression, and Background Removal Services": "கோப்பு மாற்றம், சுருக்கம் மற்றும் பின்னணி அகற்றுதல் சேவைகள்",
  "Best file conversion and Image removal software": "சிறந்த கோப்பு மாற்றம் மற்றும் படத்தை அகற்றும் மென்பொருள்",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "உங்கள் தேவைகளைப் பூர்த்தி செய்ய நாங்கள் பரந்த அளவிலான கோப்பு மாற்றம், சுருக்க மற்றும் பின்னணி அகற்ற சேவைகளை வழங்குகிறோம். நீங்கள் ஒரு ஆவணத்தை PDF ஆக மாற்ற வேண்டுமா, பெரிய கோப்பை சுருக்க வேண்டுமா அல்லது படத்திலிருந்து பின்னணியை அகற்ற வேண்டுமானால், நாங்கள் உதவலாம். எங்கள் சேவைகள் பயன்படுத்த எளிதானது மற்றும் மலிவு.",
  "Convenient Conversion": "வசதியான மாற்றம்",
  "Flawless Background Image Removal": "குறைபாடற்ற பின்னணி படத்தை அகற்றுதல்",
  "Fast Speed": "வேகமான வேகம்",
  "Completely Free": "முற்றிலும் இலவசம்",
  "Security": "பாதுகாப்பு",
  "Support for All Devices": "அனைத்து சாதனங்களுக்கும் ஆதரவு",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "மூன்று செயல்களைச் செய்வதன் மூலம்: கோப்புகளை இழுத்து விடுதல், மாற்று பொத்தானைக் கிளிக் செய்தல் மற்றும் அதன் விளைவாக வரும் கோப்பைச் சரிபார்த்தல், நீங்கள் விரும்பிய வெளியீட்டை எளிதாகப் பெறலாம். இந்த எளிய வழிமுறைகளுடன், நீங்கள் விரும்பிய முடிவுகளை அடையலாம்.",
  "We provide a feature that flawlessly removes the background image from your photos.": "உங்கள் புகைப்படங்களிலிருந்து பின்னணிப் படத்தைப் பிழையின்றி அகற்றும் அம்சத்தை நாங்கள் வழங்குகிறோம்.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "உங்கள் ஆவணம் அல்லது படக் கோப்பை இழுத்துவிட்டு பொத்தானைக் கிளிக் செய்யவும். அனைத்து முடிவுகளையும் 2 நிமிடங்களுக்குள் வழங்குவதை நோக்கமாகக் கொண்டுள்ளோம்.",
  "All file conversions and background image removal are completely free.": "அனைத்து கோப்பு மாற்றங்கள் மற்றும் பின்னணி படத்தை அகற்றுதல் முற்றிலும் இலவசம்.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "பதிவேற்றப்பட்ட கோப்புகளை வணிக நோக்கங்களுக்காக நாங்கள் பயன்படுத்துவதில்லை. முழுமையான தனியுரிமைப் பாதுகாப்பை உறுதிசெய்து, பயனரின் கோப்புகளை யாரும் அணுக முடியாது.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "உலாவிகள், டேப்லெட்டுகள் மற்றும் மொபைல் சாதனங்கள் உட்பட அனைத்து தளங்களிலும் Converto வேலை செய்கிறது.",
  "Click or Drag & Drop": "கிளிக் செய்யவும் அல்லது இழுத்து விடவும்",
  "files": "கோப்புகள்",
  "file": "கோப்பு",
  "Type Image URL and Press Submit Button": "படத்தின் URL ஐ உள்ளிட்டு சமர்ப்பி பொத்தானை அழுத்தவும்",
  "close": "நெருக்கமான",
  "Submit": "சமர்ப்பிக்கவும்",
  "Select files": "கோப்புகளைத் தேர்ந்தெடுக்கவும்",
  "Maximum file size must be 512MB": "அதிகபட்ச கோப்பு அளவு 512MB இருக்க வேண்டும்",
  "Download": "பதிவிறக்க Tamil",
  "Close menu": "மெனுவை மூடு",
  "Clear": "தெளிவு",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "இந்த இலவச ஆன்லைன் PDF to DOC மாற்றி, மைக்ரோசாஃப்ட் வேர்ட் DOC வடிவத்தில் ஒரு PDF கோப்பைத் திருத்தக்கூடிய ஆவணமாகச் சேமிக்க உங்களை அனுமதிக்கிறது, இது பல மாற்றிகளைக் காட்டிலும் சிறந்த தரத்தை உறுதி செய்கிறது.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "இந்த இலவச PDF to DOCX மாற்றி, PDF ஆவணங்களை Office Open XML கோப்புகளாக மாற்ற உங்களை அனுமதிக்கிறது, அனைத்து முக்கிய அலுவலக மென்பொருட்களுக்கும் இணக்கமானது, சிறந்த தரமான மாற்றத்தை வழங்குகிறது.",
  "Remove Background": "பின்னணியை அகற்று",
  "Remove Background of your Image": "உங்கள் படத்தின் பின்னணியை அகற்றவும்",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "திரையில் எங்கு வேண்டுமானாலும் கோப்புகளை இழுத்து விடவும் அல்லது கீழே உள்ள டிராப்ஜோனைக் கிளிக் செய்யவும்.",
  "Unlock": "திறக்கவும்",
  "An easy-to-use online tool to remove passwords from PDFs.": "PDFகளில் இருந்து கடவுச்சொற்களை அகற்ற, பயன்படுத்த எளிதான ஆன்லைன் கருவி.",
  "Drop files to upload": "பதிவேற்ற கோப்புகளை கைவிடவும்",
  "URL": "URL",
  "Compress PDF online. Same PDF quality less file size": "PDF ஐ ஆன்லைனில் சுருக்கவும். அதே PDF தரம் குறைவான கோப்பு அளவு",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "அதே PDF தரம் ஆனால் குறைவான கோப்பு அளவு பெற PDF கோப்பை சுருக்கவும். PDF கோப்புகளை ஆன்லைனில் எளிதாகவும் இலவசமாகவும் சுருக்கவும் அல்லது மேம்படுத்தவும்.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "PDF சுருக்க, சுருக்க PDF, மேம்பட்ட சுருக்க தொழில்நுட்பம், தடையற்ற அனுபவம், உகந்த கோப்பு அளவு, படம்-சரியான தரம், படிக-தெளிவான படங்கள், கூர்மையான உரை, இழப்பற்ற சுருக்க, சிரமமற்ற செயல்திறன், சிறந்த சுருக்க நுட்பங்கள், மேம்படுத்தப்பட்ட இணக்கத்தன்மை, மின்னல் வேக செயல்திறன், நம்பகமான நம்பகத்தன்மை , ஆவண மேலாண்மை, PDF சுருக்கத்தின் எதிர்காலம்",
  "Embrace the future of PDF compression with our unparalleled technology.": "எங்கள் இணையற்ற தொழில்நுட்பத்துடன் PDF சுருக்கத்தின் எதிர்காலத்தைத் தழுவுங்கள்.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "சிரமமற்ற செயல்திறன், படம்-சரியான தரம் மற்றும் மேம்படுத்தப்பட்ட இணக்கத்தன்மை ஆகியவை சிறந்த PDF சுருக்க அனுபவத்தை உங்களுக்கு வழங்குகின்றன.",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "இன்றே உங்கள் ஆவண நிர்வாகத்தை எளிமையாக்கி, எங்களின் உயர்மட்ட சுருக்கத் தொழில்நுட்பத்தின் ஆற்றலை ஏற்கனவே அனுபவித்த திருப்தியான பயனர்களின் வரிசையில் சேரவும்.",
  "Seamlessly Streamlined PDFs": "தடையின்றி நெறிப்படுத்தப்பட்ட PDFகள்",
  "Picture-Perfect Quality": "படம்-சரியான தரம்",
  "Effortless Efficiency": "முயற்சியற்ற செயல்திறன்",
  "Enhanced File Compatibility": "மேம்படுத்தப்பட்ட கோப்பு இணக்கத்தன்மை",
  "Lightning-Fast Performance": "மின்னல் வேக செயல்திறன்",
  "Trusted Reliability": "நம்பகமான நம்பகத்தன்மை",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "எங்களின் மேம்பட்ட சுருக்கத் தொழில்நுட்பத்தின் மூலம், PDF கோப்புகள் எந்த கைமுறை தலையீடும் இல்லாமல் தானாகவே அவற்றின் மிகச் சிறிய அளவிற்கு மேம்படுத்தப்படும். பருமனான ஆவணங்களுக்கு குட்பை சொல்லிவிட்டு, திறம்பட சுருக்கப்பட்ட கோப்புகளைக் கையாளும் தடையற்ற அனுபவத்தை அனுபவிக்கவும்.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "எங்கள் சுருக்க அல்காரிதம் உங்கள் ஆவணங்களின் ஒவ்வொரு விவரத்தையும் பாதுகாக்க வடிவமைக்கப்பட்டுள்ளது. படிக-தெளிவான படங்கள் மற்றும் கூர்மையான உரையை அனுபவிக்கவும், ஏனெனில் எங்கள் தொழில்நுட்பம் இழப்பற்ற சுருக்கத்திற்கு உத்தரவாதம் அளிக்கிறது, சுருக்கத்திற்குப் பிறகும் மிக உயர்ந்த தரத்தை உறுதி செய்கிறது.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "திரைக்குப் பின்னால் உள்ள அனைத்தையும் எங்கள் சேவை கவனித்துக்கொள்கிறது, எனவே deflate அல்லது deflate_images போன்ற சுருக்க விருப்பங்களைத் தேர்ந்தெடுப்பது பற்றி நீங்கள் கவலைப்பட வேண்டியதில்லை. உங்களுக்காக சிறந்த சுருக்க நுட்பங்களை எங்கள் தொழில்நுட்பம் தானாகவே பயன்படுத்துவதால், சிரமமில்லாத செயல்திறனை அனுபவியுங்கள்.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "பல்வேறு பயன்பாடுகளுடன் சிறந்த இணக்கத்தன்மைக்காக படங்களையும் எழுத்துருக்களையும் தானாக விரிவாக்குவதன் மூலம் எங்கள் சுருக்க தொழில்நுட்பம் கூடுதல் மைல் செல்கிறது. உங்கள் PDFகள் வெவ்வேறு இயங்குதளங்கள் மற்றும் சாதனங்களில் குறைபாடற்ற முறையில் காட்டப்படும் என்பதில் உறுதியாக இருங்கள்.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "எங்கள் சேவையின் மின்னல் வேக செயல்திறனைக் கண்டு நீங்கள் ஆச்சரியப்படுவீர்கள். சிறிய கோப்பு அளவுகள் விரைவான ஆவணப் பதிவேற்றங்கள், பதிவிறக்கங்கள் மற்றும் பகிர்தல், உங்கள் மதிப்புமிக்க நேரத்தைச் சேமிக்கிறது மற்றும் ஒட்டுமொத்த உற்பத்தித்திறனை அதிகரிக்கும்.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "எங்கள் சுருக்கத் தொழில்நுட்பம் அதிநவீனமானது மட்டுமல்ல, நம்பகமானது மற்றும் நிலையான மற்றும் நம்பகமான முடிவுகளை வழங்குவதாக நிரூபிக்கப்பட்டுள்ளது. எண்ணற்ற திருப்தியான பயனர்கள் எங்கள் சுருக்கச் சேவையின் பலன்களை அனுபவித்துள்ளனர், இது உங்களின் அனைத்து ஆவண மேலாண்மைத் தேவைகளுக்கும் செல்லக்கூடிய தேர்வாக அமைகிறது.",
  "Convert {from} to {to} | filekit.co": "{இருந்து} {க்கு} | filekit.co",
  "Convert {from} to {to} online for free | filekit.co": "இலவசமாக ஆன்லைனில் {இருந்து} {to} ஆக மாற்றவும் | filekit.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "கோப்பு, வடிவம், {fromExt} ஐ {toExt} ஆக மாற்றவும், {fromExt}, {toExt}, இலவசம், ஆன்லைன், கோப்பு மாற்றி, filekit.co"
}