{
  "CBZ to PDF | Filekit.co": "CBZ'den PDF'ye | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ to PDF Converter - Filekit.co, ücretsiz ve hızlı bir çevrimiçi dosya dönüştürme hizmetidir.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ'den PDF'e, cbz'yi dönüştürün, pdf'yi dönüştürün, değiştirin, pdf dosyası, cbz dosyası",
  "Convert {fromExt} to {toExt} online for free": "{fromExt}'i çevrimiçi olarak {toExt}'e ücretsiz olarak dönüştürün",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "görüntü, {fromExt}'i {toExt}'e dönüştür, {fromExt}, {toExt}, ücretsiz, çevrimiçi, Dosya Dönüştürücü",
  "File Kit": "Dosya Kiti",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit, 300'den fazla biçimi destekleyen, tüm cihazlarda veri güvenliği ve uyumluluğu sağlarken kapsamlı dönüştürmeler, hızlı işlem süreleri ve özelleştirilebilir ayarlar sağlayan tarayıcı tabanlı bir dosya dönüştürücüdür.",
  "Let's kit": "hadi kit yapalım",
  "Something went wrong": "'Bir şeyler yanlış gitti'",
  "Trusted by over 1 million users every month": "Her ay 1 milyondan fazla kullanıcı tarafından güvenilen",
  "Employess of large and small companies all over the world use our service": "Dünyanın her yerindeki irili ufaklı şirketlerin çalışanları hizmetimizi kullanıyor",
  "File Conversion, Compression, and Background Removal Services": "Dosya Dönüştürme, Sıkıştırma ve Arka Plan Kaldırma Hizmetleri",
  "Best file conversion and Image removal software": "En iyi dosya dönüştürme ve Görüntü kaldırma yazılımı",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "İhtiyaçlarınızı karşılamak için çok çeşitli dosya dönüştürme, sıkıştırma ve arka plan kaldırma hizmetleri sunuyoruz. Bir belgeyi PDF'ye dönüştürmeniz, büyük bir dosyayı sıkıştırmanız veya bir görüntünün arka planını kaldırmanız gerekip gerekmediği konusunda size yardımcı olabiliriz. Hizmetlerimizin kullanımı kolay ve uygun maliyetlidir.",
  "Convenient Conversion": "Kullanışlı Dönüşüm",
  "Flawless Background Image Removal": "Kusursuz Arka Plan Resmi Kaldırma",
  "Fast Speed": "Hızlı hız",
  "Completely Free": "Tamamen bedava",
  "Security": "Güvenlik",
  "Support for All Devices": "Tüm Cihazlar İçin Destek",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Basitçe üç eylem gerçekleştirerek: dosyaları sürükleyip bırakarak, dönüştürme düğmesini tıklatarak ve ortaya çıkan dosyayı kontrol ederek, istenen çıktıyı kolayca elde edebilirsiniz. Bu basit adımlarla istediğiniz sonuçları elde edebilirsiniz.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Arka plan görüntüsünü fotoğraflarınızdan kusursuz bir şekilde kaldıran bir özellik sunuyoruz.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Belgenizi veya resim dosyanızı sürükleyip bırakın ve düğmesine tıklayın. Tüm sonuçları 2 dakika içinde vermeyi hedefliyoruz.",
  "All file conversions and background image removal are completely free.": "Tüm dosya dönüştürmeleri ve arka plan resmi kaldırma tamamen ücretsizdir.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Yüklenen dosyaları ticari amaçlarla kullanmayız. Hiç kimse kullanıcının dosyalarına erişemez, bu da tam bir gizlilik koruması sağlar.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto, tarayıcılar, tabletler ve mobil cihazlar dahil tüm platformlarda çalışır.",
  "Click or Drag & Drop": "Tıklayın veya Sürükle ve Bırak",
  "files": "Dosyalar",
  "file": "dosya",
  "Type Image URL and Press Submit Button": "Resim URL'sini yazın ve Gönder Düğmesine Basın",
  "close": "kapalı",
  "Submit": "Göndermek",
  "Select files": "dosyaları seç",
  "Maximum file size must be 512MB": "Maksimum dosya boyutu 512 MB olmalıdır",
  "Download": "İndirmek",
  "Close menu": "Menüyü kapat",
  "Clear": "Temizlemek",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Bu ücretsiz çevrimiçi PDF'den DOC'a dönüştürücü, bir PDF dosyasını düzenlenebilir bir belge olarak Microsoft Word DOC biçiminde kaydetmenize olanak tanıyarak diğer birçok dönüştürücüden daha iyi kalite sağlar.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Bu ücretsiz PDF'den DOCX'e dönüştürücü, PDF belgelerini tüm büyük ofis yazılımlarıyla uyumlu Office Açık XML dosyalarına dönüştürmenize olanak tanır ve mümkün olan en iyi dönüştürme kalitesini sağlar.",
  "Remove Background": "Arkaplanı kaldırın",
  "Remove Background of your Image": "Resminizin Arka Planını Kaldırma",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Lütfen dosyaları ekranda herhangi bir yere sürükleyip bırakın veya aşağıdaki bırakma bölgesine tıklayın.",
  "Unlock": "Kilidini aç",
  "An easy-to-use online tool to remove passwords from PDFs.": "PDF'lerden şifreleri kaldırmak için kullanımı kolay bir çevrimiçi araç.",
  "Drop files to upload": "Yüklenecek dosyaları bırakın",
  "URL": "URL",
  "Compress PDF online. Same PDF quality less file size": "PDF'yi çevrimiçi sıkıştırın. Aynı PDF kalitesi daha az dosya boyutu",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "Aynı PDF kalitesini ancak daha az dosya boyutunu elde etmek için PDF dosyasını sıkıştırın. PDF dosyalarını çevrimiçi, kolay ve ücretsiz olarak sıkıştırın veya optimize edin.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "PDF sıkıştırma, PDF sıkıştırma, gelişmiş sıkıştırma teknolojisi, kesintisiz deneyim, optimize edilmiş dosya boyutu, mükemmel resim kalitesi, kristal netliğinde görüntüler, net metin, kayıpsız sıkıştırma, zahmetsiz verimlilik, en iyi sıkıştırma teknikleri, gelişmiş uyumluluk, ışık hızında performans, güvenilir güvenilirlik , belge yönetimi, PDF sıkıştırmanın geleceği",
  "Embrace the future of PDF compression with our unparalleled technology.": "Eşsiz teknolojimizle PDF sıkıştırmanın geleceğini kucaklayın.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "Zahmetsiz verimlilik, mükemmel resim kalitesi ve gelişmiş uyumluluk, size mevcut en iyi PDF sıkıştırma deneyimini sunmak için birleşiyor",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "Belge yönetiminizi bugün basitleştirin ve en üst düzey sıkıştırma teknolojimizin gücünü deneyimlemiş olan memnun kullanıcılarımızın saflarına katılın.",
  "Seamlessly Streamlined PDFs": "Kusursuzca Kolaylaştırılmış PDF'ler",
  "Picture-Perfect Quality": "Mükemmel Kalite",
  "Effortless Efficiency": "Zahmetsiz Verimlilik",
  "Enhanced File Compatibility": "Gelişmiş Dosya Uyumluluğu",
  "Lightning-Fast Performance": "Yıldırım Hızında Performans",
  "Trusted Reliability": "Güvenilir Güvenilirlik",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "Gelişmiş sıkıştırma teknolojimizle, PDF dosyaları herhangi bir manuel müdahale olmaksızın otomatik olarak mümkün olan en küçük boyutlarına optimize edilir. Hacimli belgelere elveda deyin ve verimli bir şekilde sıkıştırılmış dosyaları işlemenin sorunsuz deneyiminin keyfini çıkarın.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "Sıkıştırma algoritmamız, belgelerinizin her ayrıntısını korumak için tasarlanmıştır. Teknolojimiz kayıpsız sıkıştırmayı garanti ederek sıkıştırmadan sonra bile en yüksek kaliteyi sağladığından, kristal netliğinde görüntülerin ve keskin metinlerin keyfini çıkarın.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "Hizmetimiz perde arkasındaki her şeyi halleder, böylece deflate veya deflate_images gibi sıkıştırma seçeneklerini seçme konusunda endişelenmenize gerek kalmaz. Teknolojimiz sizin için en iyi sıkıştırma tekniklerini otomatik olarak uyguladığından zahmetsiz verimliliği deneyimleyin.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "Sıkıştırma teknolojimiz, çeşitli uygulamalarla daha iyi uyumluluk için görüntüleri ve yazı tiplerini otomatik olarak genişleterek ekstra yol kat eder. PDF'lerinizin farklı platformlarda ve cihazlarda kusursuz bir şekilde görüntüleneceğinden emin olabilirsiniz.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "Hizmetimizin ışık hızında performansına hayran kalacaksınız. Daha küçük dosya boyutları, daha hızlı belge yükleme, indirme ve paylaşma anlamına gelir, değerli zamanınızdan tasarruf etmenizi sağlar ve genel üretkenliği artırır.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "Sıkıştırma teknolojimiz yalnızca son teknoloji değil, aynı zamanda güvenilir ve tutarlı ve güvenilir sonuçlar sağladığı kanıtlanmıştır. Sayısız memnun kullanıcı, sıkıştırma hizmetimizin faydalarını deneyimledi ve bu, onu tüm belge yönetimi ihtiyaçlarınız için ilk tercih haline getirdi.",
  "Convert {from} to {to} | filekit.co": "{den} ile {to} arasında dönüştür | filekit.co",
  "Convert {from} to {to} online for free | filekit.co": "{den} ile {to} arasında çevrim içi ücretsiz dönüştürün | filekit.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "dosya, biçim, {fromExt}'i {toExt}'e dönüştür, {fromExt}, {toExt}, ücretsiz, çevrimiçi, Dosya Dönüştürücü, filekit.co",
  "{fromExt} to {toExt} Converter - Filekit.co is a free and fast online file conversion service.": "Tanımsız",
  "Start": "Başlangıç",
  "Your all-in-one file toolkit for seamless file management, including format     conversions, image editing, compression, and protection.": "Format da dahil olmak üzere sorunsuz dosya yönetimi için hepsi bir arada dosya araç setiniz\n    dönüştürmeler, görüntü düzenleme, sıkıştırma ve koruma.",
  "Protect PDF. Tool to encrypt PDF with password": "PDF'yi koruyun. PDF'yi parola ile şifrelemek için araç",
  "Encrypt and protect PDF with a password to safeguard sensitive information. Secure your PDF files online, with ease and without registration.": "Hassas bilgileri korumak için PDF'yi bir parolayla şifreleyin ve koruyun. PDF dosyalarınızı kolayca ve kayıt olmadan çevrimiçi olarak koruyun.",
  "encrypt pdf, pdf password, protect pdf, pdf access, password for pdf document": "pdf'yi şifrele, pdf şifresi, pdf'i koru, pdf erişimi, pdf belgesi için şifre",
  "An easy-to-use online tool to Protect PDF files with a password.": "PDF dosyalarını bir parola ile korumak için kullanımı kolay bir çevrimiçi araç.",
  "Image Background Remover | Remove Bg from Image for Free": "Görüntü Arka Plan Sökücü | Arka Planı Görüntüden Ücretsiz Olarak Kaldırın",
  "Remove the background from images online with our free background eraser. Download your transparent background image and change the background.": "Ücretsiz arka plan silgimizle resimlerin arka planını çevrimiçi olarak kaldırın. Saydam arka plan resminizi indirin ve arka planı değiştirin.",
  "remove bg, remove background from image, background eraser, transparent background, white background": "bg'yi kaldır, görüntüden arka planı kaldır, arka plan silgisi, şeffaf arka plan, beyaz arka plan",
  "Best image remover": "En iyi görüntü kaldırıcı",
  "removes background images perfectly.": "arka plan resimlerini mükemmel şekilde kaldırır.",
  "Filekit provides excellent support for removing the background of photos, delivering satisfactory results.": "Filekit, fotoğrafların arka planını kaldırmak için mükemmel destek sağlayarak tatmin edici sonuçlar verir.",
  "Filekit utilizes the latest deep learning technology to flawlessly remove the background of photos.": "Filekit, fotoğrafların arka planını kusursuz bir şekilde kaldırmak için en son derin öğrenme teknolojisini kullanır.",
  "You can obtain the desired results directly from your browser without the need to install any software.": "İstediğiniz sonuçları herhangi bir yazılım yüklemenize gerek kalmadan doğrudan tarayıcınızdan alabilirsiniz.",
  "You can remove background images from image files of all formats, including JPEG, PNG, URL, and more.": "JPEG, PNG, URL ve daha fazlası dahil olmak üzere tüm biçimlerdeki görüntü dosyalarından arka plan resimlerini kaldırabilirsiniz.",
  "Thanks to its user-friendly interface, Filekit allows you to remove background images with just one click.": "Filekit, kullanıcı dostu arayüzü sayesinde tek bir tıklamayla arka plan resimlerini kaldırmanıza olanak tanır.",
  "Select or drag and drop the photo file you want to remove the background image from. Within 2 seconds, you can preview the result image and download it.": "Arka plan görüntüsünü kaldırmak istediğiniz fotoğraf dosyasını seçin veya sürükleyip bırakın. 2 saniye içinde sonuç görüntüsünü önizleyebilir ve indirebilirsiniz.",
  "No one can access the files uploaded by users.": "Kullanıcılar tarafından yüklenen dosyalara kimse erişemez.",
  "Flawless Removal": "Kusursuz Kaldırma",
  "Online-based": "Çevrimiçi tabanlı",
  "Support for All Formats": "Tüm Formatlar İçin Destek",
  "Easy to Use": "Kullanımı kolay",
  "How to Use": "Nasıl kullanılır",
  "Password protect a PDF": "Bir PDF'yi parolayla koruyun",
  "Remove PDF passwords online for free. No size limits or ad watermarks. Easily and quickly remove passwords from your PDF files so you can edit and share them.": "PDF şifrelerini çevrimiçi olarak ücretsiz olarak kaldırın. Boyut sınırı veya reklam filigranı yok. Düzenleyebilmek ve paylaşabilmek için PDF dosyalarınızdaki parolaları kolay ve hızlı bir şekilde kaldırın.",
  "online pdf unlock, pdf unlock online, pdf file unlock, remove pdf password online, pdf remove password protection": "çevrimiçi pdf kilidini açma, pdf çevrimiçi kilidini açma, pdf dosyasının kilidini açma, pdf şifresini çevrimiçi kaldırma, pdf şifre korumasını kaldırma",
  "Maximum file size must be 30MB": "Maksimum dosya boyutu 30 MB olmalıdır"
}