{
  "CBZ to PDF | Filekit.co": "CBZ в PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "Конвертер CBZ у PDF - Filekit.co — це безкоштовний і швидкий онлайн-сервіс конвертації файлів.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ у PDF, конвертувати cbz, конвертувати pdf, змінити, файл pdf, файл cbz",
  "Convert {fromExt} to {toExt} online for free": "Конвертуйте {fromExt} у {toExt} онлайн безкоштовно",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "зображення, конвертувати {fromExt} у {toExt}, {fromExt}, {toExt}, безкоштовно, онлайн, конвертер файлів",
  "File Kit": "Комплект файлів",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit — це програма для перетворення файлів на основі браузера з підтримкою понад 300 форматів, забезпечуючи велику кількість перетворень, швидку обробку та настроювані параметри, забезпечуючи безпеку даних і сумісність на всіх пристроях.",
  "Let's kit": "Давайте комплект",
  "Something went wrong": "'Щось пішло не так'",
  "Trusted by over 1 million users every month": "Щомісяця йому довіряють понад 1 мільйон користувачів",
  "Employess of large and small companies all over the world use our service": "Нашим сервісом користуються співробітники великих і малих компаній по всьому світу",
  "File Conversion, Compression, and Background Removal Services": "Служби перетворення файлів, стиснення та фонового видалення",
  "Best file conversion and Image removal software": "Найкраще програмне забезпечення для конвертації файлів і видалення зображень",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Ми пропонуємо широкий спектр послуг з перетворення файлів, стиснення та видалення фону для задоволення ваших потреб. Незалежно від того, чи потрібно вам конвертувати документ у PDF, стиснути великий файл або видалити фон із зображення, ми можемо допомогти. Наші послуги прості у використанні та доступні.",
  "Convenient Conversion": "Зручне перетворення",
  "Flawless Background Image Removal": "Бездоганне видалення фонового зображення",
  "Fast Speed": "Швидка швидкість",
  "Completely Free": "Повністю безкоштовно",
  "Security": "Безпека",
  "Support for All Devices": "Підтримка всіх пристроїв",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Просто виконавши три дії: перетягнувши та опустивши файли, натиснувши кнопку перетворення та перевіривши отриманий файл, ви можете легко отримати бажаний результат. За допомогою цих простих кроків ви зможете досягти бажаних результатів.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Ми пропонуємо функцію, яка бездоганно видаляє фонове зображення з ваших фотографій.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Перетягніть документ або файл зображення та натисніть кнопку. Ми прагнемо надати всі результати протягом 2 хвилин.",
  "All file conversions and background image removal are completely free.": "Усі перетворення файлів і видалення фонового зображення абсолютно безкоштовні.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Ми не використовуємо завантажені файли в комерційних цілях. Ніхто не може отримати доступ до файлів користувача, що забезпечує повний захист конфіденційності.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto працює на всіх платформах, включаючи браузери, планшети та мобільні пристрої.",
  "Click or Drag & Drop": "Натисніть або перетягніть",
  "files": "файли",
  "file": "файл",
  "Type Image URL and Press Submit Button": "Введіть URL-адресу зображення та натисніть кнопку «Надіслати».",
  "close": "закрити",
  "Submit": "Надіслати",
  "Select files": "Виберіть файли",
  "Maximum file size must be 512MB": "Максимальний розмір файлу має бути 512 МБ",
  "Download": "Завантажити",
  "Close menu": "Закрити меню",
  "Clear": "ясно",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Цей безкоштовний онлайн-конвертер PDF у DOC дозволяє зберігати PDF-файл як редагований документ у форматі Microsoft Word DOC, забезпечуючи кращу якість, ніж багато інших конвертерів.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Цей безкоштовний конвертер PDF у DOCX дозволяє конвертувати PDF-документи у файли Office Open XML, сумісні з усіма основними офісними програмами, забезпечуючи найкращу якість перетворення.",
  "Remove Background": "Видалити фон",
  "Remove Background of your Image": "Видаліть фон вашого зображення",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Будь ласка, перетягніть файли в будь-яке місце на екрані або натисніть зону розвантаження нижче.",
  "Unlock": "Розблокувати",
  "An easy-to-use online tool to remove passwords from PDFs.": "Простий у використанні онлайн-інструмент для видалення паролів із PDF-файлів.",
  "Drop files to upload": "Перетягніть файли для завантаження",
  "URL": "URL",
  "Compress PDF online. Same PDF quality less file size": "Стисніть PDF онлайн. Така сама якість PDF, менший розмір файлу",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "Стисніть файл PDF, щоб отримати таку саму якість PDF, але меншого розміру. Стисніть або оптимізуйте PDF-файли онлайн, легко та безкоштовно.",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "Стиснення PDF, стиснення PDF, передова технологія стиснення, бездоганний досвід, оптимізований розмір файлу, ідеальна якість зображення, кришталево чисті зображення, чіткий текст, стиснення без втрат, ефективність без зусиль, найкращі методи стиснення, покращена сумісність, блискавична продуктивність, перевірена надійність , керування документами, майбутнє стиснення PDF",
  "Embrace the future of PDF compression with our unparalleled technology.": "Приймайте майбутнє стиснення PDF за допомогою нашої неперевершеної технології.",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "Ефективність без зусиль, ідеальна якість зображення та покращена сумісність поєднуються, щоб запропонувати вам найкращий доступний досвід стиснення PDF",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "Спростіть керування документами вже сьогодні та приєднайтеся до лав наших задоволених користувачів, які вже відчули на собі потужність нашої передової технології стиснення.",
  "Seamlessly Streamlined PDFs": "Оптимізовані PDF-файли",
  "Picture-Perfect Quality": "Ідеальна якість зображення",
  "Effortless Efficiency": "Ефективність без зусиль",
  "Enhanced File Compatibility": "Покращена сумісність файлів",
  "Lightning-Fast Performance": "Блискавична продуктивність",
  "Trusted Reliability": "Перевірена надійність",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "Завдяки нашій передовій технології стиснення PDF-файли автоматично оптимізуються до найменшого можливого розміру без ручного втручання. Попрощайтеся з громіздкими документами та насолоджуйтесь безперебійним досвідом роботи з ефективно стисненими файлами.",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "Наш алгоритм стиснення розроблено для збереження кожної окремої деталі ваших документів. Насолоджуйтесь кристально чистими зображеннями та різким текстом, оскільки наша технологія гарантує стиснення без втрат, забезпечуючи найвищу якість навіть після стиснення.",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "Наша служба подбає про все, що відбувається за лаштунками, тому вам не доведеться турбуватися про вибір параметрів стиснення, таких як deflate або deflate_images. Відчуйте ефективність без зусиль, оскільки наша технологія автоматично застосовує для вас найкращі методи стиснення.",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "Наша технологія стиснення йде далі, автоматично розширюючи зображення та шрифти для кращої сумісності з різними програмами. Будьте певні, ваші PDF-файли бездоганно відображатимуться на різних платформах і пристроях.",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "Ви будете вражені блискавичною продуктивністю нашого сервісу. Менші розміри файлів означають швидше завантаження, завантаження та обмін документами, що економить ваш дорогоцінний час і підвищує загальну продуктивність.",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "Наша технологія стиснення є не тільки передовою, але й перевіреною та підтвердженою, що забезпечує стабільні та надійні результати. Незліченні задоволені користувачі відчули переваги нашої послуги стиснення, що робить її найкращим вибором для всіх ваших потреб у управлінні документами.",
  "Convert {from} to {to} | filekit.co": "Перетворіть {from} на {to} | filekit.co",
  "Convert {from} to {to} online for free | filekit.co": "Перетворіть {from} на {to} онлайн безкоштовно | filekit.co",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "файл, формат, конвертувати {fromExt} у {toExt}, {fromExt}, {toExt}, безкоштовно, онлайн, конвертер файлів, filekit.co",
  "{fromExt} to {toExt} Converter - Filekit.co is a free and fast online file conversion service.": "невизначений",
  "Start": "старт",
  "Your all-in-one file toolkit for seamless file management, including format     conversions, image editing, compression, and protection.": "Ваш універсальний файловий інструментарій для безперебійного керування файлами, включаючи форматування\n    перетворення, редагування зображень, стиснення та захист.",
  "Protect PDF. Tool to encrypt PDF with password": "Захист PDF. Інструмент для шифрування PDF за допомогою пароля",
  "Encrypt and protect PDF with a password to safeguard sensitive information. Secure your PDF files online, with ease and without registration.": "Зашифруйте та захистіть PDF паролем, щоб захистити конфіденційну інформацію. Захистіть свої PDF-файли онлайн, легко та без реєстрації.",
  "encrypt pdf, pdf password, protect pdf, pdf access, password for pdf document": "шифрувати pdf, пароль pdf, захистити pdf, доступ до pdf, пароль для pdf-документа",
  "An easy-to-use online tool to Protect PDF files with a password.": "Простий у використанні онлайн-інструмент для захисту PDF-файлів паролем.",
  "Image Background Remover | Remove Bg from Image for Free": "Засіб для видалення фону зображення | Видаліть Bg із зображення безкоштовно",
  "Remove the background from images online with our free background eraser. Download your transparent background image and change the background.": "Видаліть фон із зображень онлайн за допомогою нашої безкоштовної гумки для фону. Завантажте своє прозоре фонове зображення та змініть фон.",
  "remove bg, remove background from image, background eraser, transparent background, white background": "видалити bg, видалити фон із зображення, фонова гумка, прозорий фон, білий фон",
  "Best image remover": "Найкращий засіб для видалення зображень",
  "removes background images perfectly.": "відмінно видаляє фонові зображення.",
  "Filekit provides excellent support for removing the background of photos, delivering satisfactory results.": "Filekit чудово підтримує видалення фону фотографій, забезпечуючи задовільні результати.",
  "Filekit utilizes the latest deep learning technology to flawlessly remove the background of photos.": "Filekit використовує новітню технологію глибокого навчання для бездоганного видалення фону фотографій.",
  "You can obtain the desired results directly from your browser without the need to install any software.": "Ви можете отримати бажані результати безпосередньо зі свого браузера без необхідності встановлення будь-якого програмного забезпечення.",
  "You can remove background images from image files of all formats, including JPEG, PNG, URL, and more.": "Ви можете видалити фонові зображення з файлів зображень усіх форматів, включаючи JPEG, PNG, URL тощо.",
  "Thanks to its user-friendly interface, Filekit allows you to remove background images with just one click.": "Завдяки зручному інтерфейсу Filekit дозволяє видаляти фонові зображення одним клацанням миші.",
  "Select or drag and drop the photo file you want to remove the background image from. Within 2 seconds, you can preview the result image and download it.": "Виберіть або перетягніть файл фотографії, з якого потрібно видалити фонове зображення. Протягом 2 секунд ви можете попередньо переглянути отримане зображення та завантажити його.",
  "No one can access the files uploaded by users.": "Ніхто не може отримати доступ до файлів, завантажених користувачами.",
  "Flawless Removal": "Бездоганне видалення",
  "Online-based": "В Інтернеті",
  "Support for All Formats": "Підтримка всіх форматів",
  "Easy to Use": "Простий у використанні",
  "How to Use": "Як використовувати",
  "Password protect a PDF": "Захистіть PDF паролем",
  "Remove PDF passwords online for free. No size limits or ad watermarks. Easily and quickly remove passwords from your PDF files so you can edit and share them.": "Видалити паролі PDF онлайн безкоштовно. Жодних обмежень розміру або рекламних водяних знаків. Легко та швидко видаліть паролі зі своїх PDF-файлів, щоб ви могли їх редагувати та ділитися ними.",
  "online pdf unlock, pdf unlock online, pdf file unlock, remove pdf password online, pdf remove password protection": "розблокування pdf онлайн, розблокування pdf онлайн, розблокування файлу pdf, видалити пароль pdf онлайн, видалити захист паролем pdf",
  "Maximum file size must be 30MB": "Максимальний розмір файлу має бути 30 МБ",
  "File Name": "Ім'я файлу",
  "Image URL": "URL зображення",
  "File Status": "Статус файлу",
  "Click": "Натисніть",
  "Sample Images": "Зразки зображень",
  "Human": "Людина",
  "Stuff": "речі",
  "Animal": "Тварина",
  "Character": "характер"
}