{
  "CBZ to PDF | Filekit.co": "CBZ в PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "Конвертер CBZ у PDF - Filekit.co — це безкоштовний і швидкий онлайн-сервіс конвертації файлів.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ у PDF, конвертувати cbz, конвертувати pdf, змінити, файл pdf, файл cbz",
  "Convert {fromExt} to {toExt} online for free": "Конвертуйте {fromExt} у {toExt} онлайн безкоштовно",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "зображення, конвертувати {fromExt} у {toExt}, {fromExt}, {toExt}, безкоштовно, онлайн, конвертер файлів",
  "File Kit": "Комплект файлів",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit — це програма для перетворення файлів на основі браузера з підтримкою понад 300 форматів, забезпечуючи велику кількість перетворень, швидку обробку та настроювані параметри, забезпечуючи безпеку даних і сумісність на всіх пристроях.",
  "Let's kit": "Давайте комплект",
  "Something went wrong": "'Щось пішло не так'",
  "Trusted by over 1 million users every month": "Щомісяця йому довіряють понад 1 мільйон користувачів",
  "Employess of large and small companies all over the world use our service": "Нашим сервісом користуються співробітники великих і малих компаній по всьому світу",
  "File Conversion, Compression, and Background Removal Services": "Служби перетворення файлів, стиснення та фонового видалення",
  "Best file conversion and Image removal software": "Найкраще програмне забезпечення для конвертації файлів і видалення зображень",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Ми пропонуємо широкий спектр послуг з перетворення файлів, стиснення та видалення фону для задоволення ваших потреб. Незалежно від того, чи потрібно вам конвертувати документ у PDF, стиснути великий файл або видалити фон із зображення, ми можемо допомогти. Наші послуги прості у використанні та доступні.",
  "Convenient Conversion": "Зручне перетворення",
  "Flawless Background Image Removal": "Бездоганне видалення фонового зображення",
  "Fast Speed": "Швидка швидкість",
  "Completely Free": "Повністю безкоштовно",
  "Security": "Безпека",
  "Support for All Devices": "Підтримка всіх пристроїв",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Просто виконавши три дії: перетягнувши та опустивши файли, натиснувши кнопку перетворення та перевіривши отриманий файл, ви можете легко отримати бажаний результат. За допомогою цих простих кроків ви зможете досягти бажаних результатів.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Ми пропонуємо функцію, яка бездоганно видаляє фонове зображення з ваших фотографій.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Перетягніть документ або файл зображення та натисніть кнопку. Ми прагнемо надати всі результати протягом 2 хвилин.",
  "All file conversions and background image removal are completely free.": "Усі перетворення файлів і видалення фонового зображення абсолютно безкоштовні.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Ми не використовуємо завантажені файли в комерційних цілях. Ніхто не може отримати доступ до файлів користувача, що забезпечує повний захист конфіденційності.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto працює на всіх платформах, включаючи браузери, планшети та мобільні пристрої."
}