{
  "CBZ to PDF | Filekit.co": "CBZ sang PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ to PDF Converter - Filekit.co là dịch vụ chuyển đổi tệp trực tuyến miễn phí và nhanh chóng.",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ sang PDF, chuyển đổi cbz, chuyển đổi pdf, thay đổi, tệp pdf, tệp cbz",
  "Convert {fromExt} to {toExt} online for free": "Chuyển đổi {fromExt} sang {toExt} trực tuyến miễn phí",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "hình ảnh, chuyển đổi {fromExt} sang {toExt}, {fromExt}, {toExt}, miễn phí, trực tuyến, Trình chuyển đổi tệp",
  "File Kit": "Bộ hồ sơ",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit là trình chuyển đổi tệp dựa trên trình duyệt hỗ trợ hơn 300 định dạng, cung cấp khả năng chuyển đổi rộng rãi, thời gian xử lý nhanh và cài đặt có thể tùy chỉnh đồng thời đảm bảo tính tương thích và bảo mật dữ liệu trên tất cả các thiết bị.",
  "Let's kit": "chúng ta hãy thiết lập",
  "Something went wrong": "'Đã xảy ra lỗi'",
  "Trusted by over 1 million users every month": "Được tin tưởng bởi hơn 1 triệu người dùng mỗi tháng",
  "Employess of large and small companies all over the world use our service": "Nhân viên của các công ty lớn và nhỏ trên toàn thế giới sử dụng dịch vụ của chúng tôi",
  "File Conversion, Compression, and Background Removal Services": "Dịch vụ chuyển đổi tệp, nén và xóa nền",
  "Best file conversion and Image removal software": "Phần mềm chuyển đổi tập tin và xóa hình ảnh tốt nhất",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "Chúng tôi cung cấp nhiều dịch vụ chuyển đổi, nén và loại bỏ nền để đáp ứng nhu cầu của bạn. Cho dù bạn cần chuyển đổi tài liệu sang PDF, nén tệp lớn hay xóa nền khỏi hình ảnh, chúng tôi đều có thể trợ giúp. Dịch vụ của chúng tôi rất dễ sử dụng và giá cả phải chăng.",
  "Convenient Conversion": "Chuyển đổi thuận tiện",
  "Flawless Background Image Removal": "Xóa hình nền hoàn hảo",
  "Fast Speed": "Tốc độ nhanh",
  "Completely Free": "Hoàn toàn miễn phí",
  "Security": "Bảo vệ",
  "Support for All Devices": "Hỗ trợ cho tất cả các thiết bị",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Chỉ cần thực hiện ba hành động: kéo và thả tệp, nhấp vào nút chuyển đổi và kiểm tra tệp kết quả, bạn có thể dễ dàng có được đầu ra mong muốn. Với các bước đơn giản này, bạn có thể đạt được kết quả mong muốn.",
  "We provide a feature that flawlessly removes the background image from your photos.": "Chúng tôi cung cấp một tính năng giúp xóa hình nền khỏi ảnh của bạn một cách hoàn hảo.",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Kéo và thả tệp tài liệu hoặc hình ảnh của bạn và nhấp vào nút. Chúng tôi mong muốn cung cấp tất cả các kết quả trong vòng 2 phút.",
  "All file conversions and background image removal are completely free.": "Mọi thao tác chuyển đổi file và xóa ảnh nền đều hoàn toàn miễn phí.",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Chúng tôi không sử dụng các tệp đã tải lên cho mục đích thương mại. Không ai có thể truy cập các tệp của người dùng, đảm bảo bảo vệ quyền riêng tư hoàn toàn.",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto hoạt động trên mọi nền tảng, bao gồm trình duyệt, máy tính bảng và thiết bị di động.",
  "Click or Drag & Drop": "Nhấp hoặc Kéo và Thả",
  "files": "các tập tin",
  "file": "tài liệu",
  "Type Image URL and Press Submit Button": "Nhập URL hình ảnh và nhấn nút gửi",
  "close": "đóng",
  "Submit": "Nộp",
  "Select files": "Chọn tệp tin",
  "Maximum file size must be 512MB": "Kích thước tệp tối đa phải là 512MB",
  "Download": "Tải xuống",
  "Close menu": "Đóng menu",
  "Clear": "Thông thoáng",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "Trình chuyển đổi PDF sang DOC trực tuyến miễn phí này cho phép bạn lưu tệp PDF dưới dạng tài liệu có thể chỉnh sửa ở định dạng Microsoft Word DOC, đảm bảo chất lượng tốt hơn nhiều trình chuyển đổi khác.",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "Trình chuyển đổi PDF sang DOCX miễn phí này cho phép bạn chuyển đổi các tài liệu PDF sang các tệp Office Open XML, tương thích với tất cả các phần mềm văn phòng chính, mang lại chất lượng chuyển đổi tốt nhất có thể.",
  "Remove Background": "Gỡ bỏ nền",
  "Remove Background of your Image": "Xóa nền của hình ảnh của bạn",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "Vui lòng kéo và thả tệp vào bất kỳ đâu trên màn hình hoặc nhấp vào vùng thả bên dưới.",
  "Unlock": "mở khóa",
  "An easy-to-use online tool to remove passwords from PDFs.": "Một công cụ trực tuyến dễ sử dụng để xóa mật khẩu khỏi tệp PDF.",
  "Drop files to upload": "Thả tệp để tải lên",
  "URL": "URL"
}