{
  "CBZ to PDF | Filekit.co": "CBZ 转 PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ 到 PDF 转换器 - Filekit.co 是一项免费且快速的在线文件转换服务。",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ 到 PDF, 转换 cbz, 转换 pdf, 更改, pdf 文件, cbz 文件",
  "Convert {fromExt} to {toExt} online for free": "免费在线将 {fromExt} 转换为 {toExt}",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "图像，将 {fromExt} 转换为 {toExt}，{fromExt}，{toExt}，免费，在线，文件转换器",
  "File Kit": "文件套件",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit 是一款基于浏览器的文件转换器，支持 300 多种格式，提供广泛的转换、快速的处理时间和可自定义的设置，同时确保所有设备上的数据安全性和兼容性。",
  "Let's kit": "让我们装备吧",
  "Something went wrong": "'出了些问题'",
  "Trusted by over 1 million users every month": "每月受到超过 100 万用户的信赖",
  "Employess of large and small companies all over the world use our service": "世界各地大大小小的公司的员工都使用我们的服务",
  "File Conversion, Compression, and Background Removal Services": "文件转换、压缩和背景删除服务",
  "Best file conversion and Image removal software": "最佳文件转换和图像删除软件",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "我们提供广泛的文件转换、压缩和背景删除服务来满足您的需求。无论您需要将文档转换为 PDF、压缩大文件还是从图像中删除背景，我们都可以提供帮助。我们的服务易于使用且价格实惠。",
  "Convenient Conversion": "便捷转换",
  "Flawless Background Image Removal": "完美的背景图像去除",
  "Fast Speed": "速度快",
  "Completely Free": "完全免费",
  "Security": "安全",
  "Support for All Devices": "支持所有设备",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "只需执行三个操作：拖放文件、单击转换按钮、检查结果文件，您就可以轻松获得所需的输出。通过这些简单的步骤，您就可以达到预期的结果。",
  "We provide a feature that flawlessly removes the background image from your photos.": "我们提供了一项功能，可以完美地从您的照片中删除背景图像。",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "拖放文档或图像文件，然后单击按钮。我们的目标是在 2 分钟内提供所有结果。",
  "All file conversions and background image removal are completely free.": "所有文件转换和背景图像删除都是完全免费的。",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "我们不会将上传的文件用于商业目的。任何人都无法访问用户的文件，确保完整的隐私保护。",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto 适用于所有平台，包括浏览器、平板电脑和移动设备。",
  "Click or Drag & Drop": "单击或拖放",
  "files": "文件",
  "file": "文件",
  "Type Image URL and Press Submit Button": "输入图像 URL 并按提交按钮",
  "close": "关闭",
  "Submit": "提交",
  "Select files": "选择文件",
  "Maximum file size must be 512MB": "最大文件大小必须为 512MB",
  "Download": "下载",
  "Close menu": "关闭菜单",
  "Clear": "清除",
  "This free online PDF to DOC converter allows you to save a PDF file as an editable document in Microsoft Word DOC format, ensuring better quality than many other converters.": "这款免费的在线 PDF 到 DOC 转换器允许您将 PDF 文件另存为 Microsoft Word DOC 格式的可编辑文档，确保比许多其他转换器更好的质量。",
  "This free PDF to DOCX converter allows you to convert PDF documents to Office Open XML files, compatible will all major office software, providing the best possible quality of conversion.": "这款免费的 PDF 到 DOCX 转换器允许您将 PDF 文档转换为 Office Open XML 文件，兼容所有主要办公软件，提供最佳的转换质量。",
  "Remove Background": "删除背景",
  "Remove Background of your Image": "删除图像的背景",
  "Please drag & drop files anywhere on the screen or click the dropzone below.": "请将文件拖放到屏幕上的任意位置或单击下面的拖放区。",
  "Unlock": "开锁",
  "An easy-to-use online tool to remove passwords from PDFs.": "一个易于使用的在线工具，用于删除 PDF 中的密码。",
  "Drop files to upload": "删除要上传的文件",
  "URL": "网址",
  "Compress PDF online. Same PDF quality less file size": "在线压缩 PDF。相同的 PDF 质量但文件大小较小",
  "Compress PDF file to get the same PDF quality but less filesize. Compress or optimize PDF files online, easily and free.": "压缩 PDF 文件以获得相同的 PDF 质量但文件大小更小。在线压缩或优化 PDF 文件，轻松免费。",
  "PDF compression, compress PDF, advanced compression technology, seamless experience, optimized file size, picture-perfect quality, crystal-clear images, sharp text, lossless compression, effortless efficiency, best compression techniques, enhanced compatibility, lightning-fast performance, trusted reliability, document management, future of PDF compression": "PDF 压缩, 压缩 PDF, 先进的压缩技术, 无缝体验, 优化的文件大小, 完美的图片质量, 清晰的图像, 锐利的文本, 无损压缩, 毫不费力的效率, 最佳的压缩技术, 增强的兼容性, 闪电般的性能, 值得信赖的可靠性、文档管理、PDF 压缩的未来",
  "Embrace the future of PDF compression with our unparalleled technology.": "利用我们无与伦比的技术拥抱 PDF 压缩的未来。",
  "Effortless efficiency, picture-perfect quality, and enhanced compatibility merge to offer you the best PDF compression experience available": "轻松的效率、完美的图片质量和增强的兼容性相结合，为您提供最佳的 PDF 压缩体验",
  "Simplify your document management today and join the ranks of our satisfied users who have already experienced the power of our top-tier compression technology.": "立即简化您的文档管理，并加入我们满意的用户行列，他们已经体验了我们顶级压缩技术的强大功能。",
  "Seamlessly Streamlined PDFs": "无缝简化的 PDF",
  "Picture-Perfect Quality": "完美画质",
  "Effortless Efficiency": "轻松高效",
  "Enhanced File Compatibility": "增强的文件兼容性",
  "Lightning-Fast Performance": "快如闪电的性能",
  "Trusted Reliability": "值得信赖的可靠性",
  "With our advanced compression technology, PDF files are automatically optimized to their smallest possible size without any manual intervention. Say goodbye to bulky documents and enjoy the seamless experience of handling efficiently compressed files.": "借助我们先进的压缩技术，PDF 文件会自动优化至尽可能小的大小，无需任何手动干预。告别庞大的文档，享受处理高效压缩文件的无缝体验。",
  "Our compression algorithm is designed to preserve every single detail of your documents. Enjoy crystal-clear images and sharp text, as our technology guarantees lossless compression, ensuring the highest quality even after compression.": "我们的压缩算法旨在保留文档的每一个细节。享受水晶般清晰的图像和锐利的文本，因为我们的技术保证无损压缩，即使在压缩后也能确保最高的质量。",
  "Our service takes care of everything behind the scenes, so you don't have to worry about selecting compression options like deflate or deflate_images. Experience effortless efficiency as our technology automatically applies the best compression techniques for you.": "我们的服务负责处理幕后的一切，因此您不必担心选择 deflate 或 deflate_images 等压缩选项。我们的技术会自动为您应用最佳的压缩技术，体验轻松高效。",
  "Our compression technology goes the extra mile by automatically expanding images and fonts for better compatibility with various applications. Rest assured that your PDFs will be flawlessly displayed across different platforms and devices.": "我们的压缩技术通过自动扩展图像和字体来进一步提高与各种应用程序的兼容性。请放心，您的 PDF 将在不同平台和设备上完美显示。",
  "You'll be amazed at the lightning-fast performance of our service. Smaller file sizes mean quicker document uploads, downloads, and sharing, saving you valuable time and increasing overall productivity.": "您会对我们的服务闪电般的性能感到惊讶。较小的文件大小意味着更快的文档上传、下载和共享，从而节省您宝贵的时间并提高整体工作效率。",
  "Our compression technology is not only cutting-edge but also trusted and proven to deliver consistent and reliable results. Countless satisfied users have experienced the benefits of our compression service, making it the go-to choice for all your document management needs.": "我们的压缩技术不仅是尖端的，而且值得信赖并经过验证，可以提供一致、可靠的结果。无数满意的用户体验了我们的压缩服务的优势，使其成为满足您所有文档管理需求的首选。",
  "Convert {from} to {to} | filekit.co": "将 {from} 转换为 {to} |文件包网站",
  "Convert {from} to {to} online for free | filekit.co": "免费在线将 {from} 转换为 {to} |文件包网站",
  "file, format, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter, filekit.co": "文件，格式，将 {fromExt} 转换为 {toExt}，{fromExt}，{toExt}，免费，在线，文件转换器，filekit.co"
}