{
  "CBZ to PDF | Filekit.co": "CBZ 转 PDF | Filekit.co",
  "CBZ to PDF Converter - Filekit.co is a free and fast online file conversion service.": "CBZ 到 PDF 转换器 - Filekit.co 是一项免费且快速的在线文件转换服务。",
  "CBZ to PDF, convert cbz, convert pdf, change, pdf file, cbz file": "CBZ 到 PDF, 转换 cbz, 转换 pdf, 更改, pdf 文件, cbz 文件",
  "Convert {fromExt} to {toExt} online for free": "免费在线将 {fromExt} 转换为 {toExt}",
  "image, convert {fromExt} to {toExt}, {fromExt}, {toExt}, free, online, File Converter": "图像，将 {fromExt} 转换为 {toExt}，{fromExt}，{toExt}，免费，在线，文件转换器",
  "File Kit": "文件套件",
  "Filekit is a browser-based file converter with support for over 300 formats, providing extensive conversions, fast processing times, andcustomizable settings while ensuring data security and compatibility across all devices.": "Filekit 是一款基于浏览器的文件转换器，支持 300 多种格式，提供广泛的转换、快速的处理时间和可自定义的设置，同时确保所有设备上的数据安全性和兼容性。",
  "Let's kit": "让我们装备吧",
  "Something went wrong": "'出了些问题'",
  "Trusted by over 1 million users every month": "每月受到超过 100 万用户的信赖",
  "Employess of large and small companies all over the world use our service": "世界各地大大小小的公司的员工都使用我们的服务",
  "File Conversion, Compression, and Background Removal Services": "文件转换、压缩和背景删除服务",
  "Best file conversion and Image removal software": "最佳文件转换和图像删除软件",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs. Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help. Our services are easy to use and affordable.": "我们提供广泛的文件转换、压缩和背景删除服务来满足您的需求。无论您需要将文档转换为 PDF、压缩大文件还是从图像中删除背景，我们都可以提供帮助。我们的服务易于使用且价格实惠。",
  "Convenient Conversion": "便捷转换",
  "Flawless Background Image Removal": "完美的背景图像去除",
  "Fast Speed": "速度快",
  "Completely Free": "完全免费",
  "Security": "安全",
  "Support for All Devices": "支持所有设备",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "只需执行三个操作：拖放文件、单击转换按钮、检查结果文件，您就可以轻松获得所需的输出。通过这些简单的步骤，您就可以达到预期的结果。",
  "We provide a feature that flawlessly removes the background image from your photos.": "我们提供了一项功能，可以完美地从您的照片中删除背景图像。",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "拖放文档或图像文件，然后单击按钮。我们的目标是在 2 分钟内提供所有结果。",
  "All file conversions and background image removal are completely free.": "所有文件转换和背景图像删除都是完全免费的。",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "我们不会将上传的文件用于商业目的。任何人都无法访问用户的文件，确保完整的隐私保护。",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto 适用于所有平台，包括浏览器、平板电脑和移动设备。"
}