{
  "Home": "主页",
  "Convert": "转换",
  "Remove": "移除",
  "File Converter": "文件转换器",
  "Description": "Converto是一个基于浏览器的文件转换器，支持超过300种格式，提供广泛的转换功能、快速处理时间和可定制的设置，同时确保数据安全和跨所有设备的兼容性。",
  "Convert file": "转换文件",
  "Trusted by over 1 million users every month": "每个月有超过100万用户信任我们",
  "Employees of large and small companies all over the world use our service": "全球各地的大大小小的公司员工都使用我们的服务",
  "File Conversion, Compression, and Background Removal Services": "文件转换、压缩和背景移除服务",
  "Best file conversion and Image removal software": "最佳文件转换和图像去除软件",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs.": "我们提供广泛的文件转换、压缩和背景移除服务，以满足您的需求。",
  "Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help.": "无论您需要将文档转换为PDF、压缩大文件还是从图像中去除背景，我们都可以提供帮助。",
  "Our services are easy to use and affordable.": "我们的服务易于使用且价格合理。",

  "You can convert, compress, and remove backgrounds online or through our browser": "您可以在線上或通過我們的瀏覽器進行檔案轉換、壓縮和去背景",
  "File conversion, file compression, background removal, document to PDF, PDF to document, image to PDF, PDF to image, file compress, PDF encrypt, PDF decrypt, PDF merge, PDF delete, PDF arrange": "檔案轉換、檔案壓縮、去背景、文件轉換為PDF、PDF轉換為文件、圖像轉換為PDF、PDF轉換為圖像、檔案壓縮、PDF加密、PDF解密、PDF合併、PDF刪除、PDF排列",

  "Convenient Conversion": "方便的轉換",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "只需執行三個動作：拖放文件、點擊轉換按鈕，然後檢查生成的文件，即可輕鬆獲得所需的輸出。通過這些簡單的步驟，您可以實現所需的結果。",
  "Flawless Background Image Removal": "完美的背景圖像移除",
  "We provide a feature that flawlessly removes the background image from your photos.": "我們提供一個無懈可擊地從您的照片中移除背景圖像的功能。",
  "Fast Speed": "快速速度",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "拖放您的文件或圖像文件，然後點擊按鈕。我們的目標是在2分鐘內提供所有結果。",
  "Completely Free": "完全免費",
  "All file conversions and background image removal are completely free.": "所有文件轉換和背景圖像移除都完全免費。",
  "Security": "安全",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "我們不將上傳的文件用於商業目的。沒有任何人可以訪問用戶的文件，確保完全的隱私保護。",
  "Support for All Devices": "支援所有設備",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto在所有平台上運作，包括瀏覽器、平板電腦和移動設備。",

  "Best file conversion Software": "最佳檔案轉換軟體",
  "File conversion, compression, encrypt & decrypt, merge.": "檔案轉換、壓縮、加密和解密、合併。",
  "All types of files are convertible.": "所有類型的檔案都可轉換。",
  "We support conversions between all file types, PDF encryption & decryption, compression, and merging. We are more convenient than any other converters.": "我們支援所有檔案類型之間的轉換、PDF 加密和解密、壓縮和合併。我們比其他任何轉換器都更方便。",
  "Convenient to use": "使用方便",
  "It is designed with a beautiful and visually appealing interface, so no specialized knowledge is required for document conversion.": "設計有美觀的視覺界面，所以在文件轉換方面不需要專業知識。",
  "Ready to use": "準備好使用",
  "You can use it instantly without the need to install any software.": "您可以立即使用，無需安裝任何軟體。",
  "Completely free": "完全免費",
  "All file conversions, encryption & decryption, file merging & deletion are completely free.": "所有檔案轉換、加密和解密、檔案合併和刪除都是完全免費的。",
  "We do not store the files uploaded by users in the database, ensuring safety.": "我們不在資料庫中儲存使用者上傳的檔案，確保安全性。",
  "The software can be used on any operating system.": "該軟體可在任何作業系統上使用。",

  "Remove Background Image": "移除背景圖像",
  "Converto removes background images perfectly.": "Converto 完美移除背景圖像。",
  "Converto provides excellent support for removing the background of photos, delivering satisfactory results.": "Converto 提供卓越的支援，以移除照片的背景並提供令人滿意的結果。",
  "Flawless Removal": "完美移除",
  "Converto utilizes the latest deep learning technology to flawlessly remove the background of photos.": "Converto 利用最新的深度學習技術，完美移除照片的背景。",
  "Online-based": "線上服務",
  "You can obtain the desired results directly from your browser without the need to install any software.": "您可以直接從瀏覽器中獲取所需的結果，無需安裝任何軟體。",
  "Support for All Formats": "支援所有格式",
  "You can remove background images from image files of all formats, including JPEG, PNG, URL, and more.": "您可以從包括 JPEG、PNG、URL 等所有格式的圖像文件中移除背景圖像。",
  "Easy to Use": "易於使用",
  "Thanks to its user-friendly interface, Converto allows you to remove background images with just one click.": "由於其用戶友好的界面，Converto 讓您只需點擊一次即可移除背景圖像。",
  "How to Use": "使用方法",
  "Select or drag and drop the photo file you want to remove the background image from. Within 2 seconds, you can preview the result image and download it.": "選擇或拖放您想要從中刪除背景圖像的照片文件。在 2 秒內，您可以預覽結果圖像並下載。",
  "No one can access the files uploaded by users.": "沒有人可以訪問用戶上傳的文件。",

  "Services": "服务",
  "Branding": "品牌推广",
  "Design": "设计",
  "Advertisement": "广告",
  "Company": "公司",
  "About us": "关于我们",
  "Contact": "联系方式",
  "Jobs": "工作机会",
  "Press kit": "媒体资源",
  "Terms of use": "使用条款",
  "Privacy policy": "隐私政策",
  "Cookie policy": "Cookie政策",
  "Convert your files to any format": "将您的文件转换为任何格式",
  "Please": "请",
  "drag & drop": "拖放",
  "files": "文件",
  "anywhere on the screen or click the": "在屏幕上的任何位置拖放文件或点击",
  "dropzone": "拖放区域",
  "below.": "下方.",
  "Click me or": "点击我或",
  "Drag & drop files": "拖放文件",
  "File Name": "文件名",
  "File Type": "文件类型",
  "Size": "大小",
  "Total file size:": "总文件大小:",
  "Submit": "提交",
  "Remove Background": "移除背景",
  "Remove Background of your Image": "移除圖像背景",
  "Upload": "上傳",
  "Or Drag a File,": "或拖曳檔案，",
  "Insert Image or,": "插入圖片或，",
  "Type Image URL and Press Submit Button": "輸入圖片網址，按下提交按鈕",
  "close": "關閉",
  "Download": "下載",
  "Password": "密码",
  "Click or Drag & Drop": "点击或拖放",
  "file": "文件",
  "Unlock": "解锁",
  "An easy-to-use online tool to": "一个易于使用的在线工具，用于",
  "remove passwords": "移除密码",
  "from PDFs.": "从PDF文件中。"
}
