{
  "Home": "主页",
  "Convert": "转换",
  "Remove": "移除",
  "File Converter": "文件转换器",
  "Description": "Converto是一个基于浏览器的文件转换器，支持超过300种格式，提供广泛的转换功能、快速处理时间和可定制的设置，同时确保数据安全和跨所有设备的兼容性。",
  "Convert file": "转换文件",
  "Trusted by over 1 million users every month": "每个月有超过100万用户信任我们",
  "Employees of large and small companies all over the world use our service": "全球各地的大大小小的公司员工都使用我们的服务",
  "File Conversion, Compression, and Background Removal Services": "文件转换、压缩和背景移除服务",
  "Best file conversion and Image removal software": "最佳文件转换和图像去除软件",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs.": "我们提供广泛的文件转换、压缩和背景移除服务，以满足您的需求。",
  "Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help.": "无论您需要将文档转换为PDF、压缩大文件还是从图像中去除背景，我们都可以提供帮助。",
  "Our services are easy to use and affordable.": "我们的服务易于使用且价格合理。",
  "You can convert, compress, and remove backgrounds online or through our desktop app. - file conversion, file compression, background removal, document to PDF, PDF to document, image to PDF, PDF to image, file compress, PDF encrypt, PDF decrypt, PDF merge, PDF delete, PDF arrage": "您可以在线或通过我们的桌面应用程序进行文件转换、压缩和去除背景操作。-文件转换、文件压缩、背景移除、文档转PDF、PDF转文档、图像转PDF、PDF转图像、文件压缩、PDF加密、PDF解密、PDF合并、PDF删除、PDF排列",
  "Marketing": "市场营销",
  "Plan it, create it, launch it. Collaborate seamlessly with all the organization and hit your marketing goals every month with our marketing plan.": "计划、创建、推出。与组织无缝协作，每个月实现您的市场营销目标，使用我们的营销计划。",
  "Legal": "法律",
  "Protect your organization, devices and stay compliant with our structured workflows and custom permissions made for you.": "通过我们为您制定的结构化工作流程和自定义权限，保护您的组织、设备并保持合规性。",
  "Business Automation": "业务自动化",
  "Auto-assign tasks, send Slack messages, and much more. Now power up with hundreds of new templates to help you get started.": "自动分配任务、发送Slack消息等等。现在，借助数百个新模板的力量，帮助您入门。",
  "Finance": "财务",
  "Audit-proof software built for critical financial operations like month-end close and quarterly budgeting.": "为月末结算和季度预算等关键财务操作而构建的经审计软件。",
  "Enterprice Design": "企业设计",
  "Craft beautiful, delightful experiences for both marketing and product with real cross-company collaboration.": "通过真正的跨公司协作，打造美丽、愉悦的市场营销和产品体验。",
  "Operations": "运营",
  "Keep your company’s lights on with customizable, iterative, and structured workflows built for all efficient teams and individuals.": "通过为所有高效团队和个人构建的可定制、迭代和结构化工作流程，确保您的公司正常运行。",
  "Services": "服务",
  "Branding": "品牌推广",
  "Design": "设计",
  "Advertisement": "广告",
  "Company": "公司",
  "About us": "关于我们",
  "Contact": "联系方式",
  "Jobs": "工作机会",
  "Press kit": "媒体资源",
  "Terms of use": "使用条款",
  "Privacy policy": "隐私政策",
  "Cookie policy": "Cookie政策",
  "Convert your files to any format": "将您的文件转换为任何格式",
  "Please": "请",
  "drag & drop": "拖放",
  "files": "文件",
  "anywhere on the screen or click the": "在屏幕上的任何位置拖放文件或点击",
  "dropzone": "拖放区域",
  "below.": "下方.",
  "Click me or": "点击我或",
  "Drag & drop files": "拖放文件",
  "File Name": "文件名",
  "File Type": "文件类型",
  "Size": "大小",
  "Total file size:": "总文件大小:",
  "Submit": "提交",
  "Remove Background": "移除背景",
  "Remove Background of your Image": "移除圖像背景",
  "Upload": "上傳",
  "Or Drag a File,": "或拖曳檔案，",
  "Insert Image or,": "插入圖片或，",
  "Type Image URL and Press Submit Button": "輸入圖片網址，按下提交按鈕",
  "close": "關閉",
  "Download": "下載"
}
