{
  "Home": "होम",
  "Convert": "कन्वर्ट करें",
  "Remove": "हटाएँ",
  "File Converter": "फ़ाइल कनवर्टर",
  "Description": "Converto एक ब्राउज़र-आधारित फ़ाइल कनवर्टर है जिसमें 300 से अधिक प्रारूपों का समर्थन है, विस्तृत परिवर्तन, तेज़ प्रसंस्करण समय और अनुकूलनयोग्य सेटिंग्स प्रदान करता है, साथ ही सभी उपकरणों पर डेटा सुरक्षा और संगतता सुनिश्चित करता है।",
  "Convert file": "फ़ाइल कनवर्ट करें",
  "Trusted by over 1 million users every month": "प्रतिमाह 1 करोड़ से अधिक उपयोगकर्ताओं के द्वारा विश्वसनीय",
  "Employees of large and small companies all over the world use our service": "पूरी दुनिया में बड़ी और छोटी कंपनियों के कर्मचारी हमारी सेवा का उपयोग करते हैं",
  "File Conversion, Compression, and Background Removal Services": "फ़ाइल परिवर्तन, संपीड़न और पृष्ठभूमि हटाने की सेवाएं",
  "Best file conversion and Image removal software": "सर्वश्रेष्ठ फ़ाइल परिवर्तन और छवि हटाने का सॉफ़्टवेयर",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs.": "हम आपकी आवश्यकताओं को पूरा करने के लिए फ़ाइल परिवर्तन, संपीड़न और पृष्ठभूमि हटाने की व्यापक सेवाएं प्रदान करते हैं।",
  "Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help.": "क्या आपको एक दस्तावेज़ को पीडीएफ़ में कनवर्ट करना है, एक बड़ी फ़ाइल को संपीड़ित करना है या एक छवि से पृष्ठभूमि हटानी है, हम आपकी मदद कर सकते हैं।",
  "Our services are easy to use and affordable.": "हमारी सेवाएं उपयोग करने में सरल और किफ़ायती हैं।",
  "You can convert, compress, and remove backgrounds online or through our desktop app. - file conversion, file compression, background removal, document to PDF, PDF to document, image to PDF, PDF to image, file compress, PDF encrypt, PDF decrypt, PDF merge, PDF delete, PDF arrage": "आप ऑनलाइन या हमारे डेस्कटॉप ऐप के माध्यम से फ़ाइल कनवर्ट, संपीड़ित और पृष्ठभूमि हटा सकते हैं। - फ़ाइल परिवर्तन, फ़ाइल संपीड़न, पृष्ठभूमि हटाना, दस्तावेज़ को पीडीएफ़ में, पीडीएफ़ को दस्तावेज़ में, छवि को पीडीएफ़ में, पीडीएफ़ को छवि में, फ़ाइल को संपीड़ित करें, पीडीएफ़ को एन्क्रिप्ट करें, पीडीएफ़ को डिक्रिप्ट करें, पीडीएफ़ को मर्ज करें, पीडीएफ़ को हटाएँ, पीडीएफ़ को व्यवस्थित करें",
  "Marketing": "मार्केटिंग",
  "Plan it, create it, launch it. Collaborate seamlessly with all the organization and hit your marketing goals every month with our marketing plan.": "इसे योजना बनाएं, इसे बनाएं, इसे प्रकट करें। हमारी मार्केटिंग योजना के साथ हर महीने सभी संगठन के साथ सहजता से सहयोग करें और अपने मार्केटिंग लक्ष्यों को पूरा करें।",
  "Legal": "कानूनी",
  "Protect your organization, devices and stay compliant with our structured workflows and custom permissions made for you.": "हमारी संरचित वर्कफ़्लो और आपके लिए तैयार किए गए कस्टम अनुमतियों के साथ अपने संगठन, उपकरणों की सुरक्षा करें और पालन करें।",
  "Business Automation": "व्यापार स्वचालन",
  "Auto-assign tasks, send Slack messages, and much more. Now power up with hundreds of new templates to help you get started.": "ऑटो-असाइन करें कार्य, Slack संदेश भेजें और बहुत कुछ। अब शुरुआत करने में मदद करने के लिए सैकड़ों नई टेम्पलेट्स के साथ पावर अप करें।",
  "Finance": "वित्त",
  "Audit-proof software built for critical financial operations like month-end close and quarterly budgeting.": "महीने के अंत में बंद करने और तिमाही बजट करने जैसे महत्वपूर्ण वित्तीय संचालन के लिए निरीक्षण-सबूत सॉफ़्टवेयर निर्मित किया गया है।",
  "Enterprice Design": "एंटरप्राइज़ डिज़ाइन",
  "Craft beautiful, delightful experiences for both marketing and product with real cross-company collaboration.": "वास्तविक क्रॉस-कंपनी सहयोग के साथ इसके साथ मार्केटिंग और उत्पाद दोनों के लिए सुंदर, प्रीतिस्पद अनुभव बनाएं।",
  "Operations": "परिचालन",
  "Keep your company’s lights on with customizable, iterative, and structured workflows built for all efficient teams and individuals.": "सभी कुशल टीमों और व्यक्तियों के लिए बनाए गए अनुकूलनयोग्य, पुनरावर्ती और संरचित वर्कफ़्लो के साथ अपनी कंपनी को संचालित रखें।",
  "Services": "सेवाएं",
  "Branding": "ब्रांडिंग",
  "Design": "डिज़ाइन",
  "Advertisement": "विज्ञापन",
  "Company": "कंपनी",
  "About us": "हमारे बारे में",
  "Contact": "संपर्क करें",
  "Jobs": "नौकरियाँ",
  "Press kit": "प्रेस किट",
  "Terms of use": "उपयोग की शर्तें",
  "Privacy policy": "गोपनीयता नीति",
  "Cookie policy": "कुकी नीति",
  "Convert your files to any format": "अपनी फ़ाइलें किसी भी प्रारूप में कन्वर्ट करें",
  "Please": "कृपया",
  "drag & drop": "खींचें और छोड़ें",
  "files": "फ़ाइलें",
  "anywhere on the screen or click the": "स्क्रीन के किसी भी स्थान पर खींचें और छोड़ें या क्लिक करें",
  "dropzone": "ड्रॉपज़ोन",
  "below.": "नीचे.",
  "Click me or": "मुझे क्लिक करें या",
  "Drag & drop files": "फ़ाइलें खींचें और छोड़ें",
  "File Name": "फ़ाइल का नाम",
  "File Type": "फ़ाइल का प्रकार",
  "Size": "आकार",
  "Total file size:": "कुल फ़ाइल का आकार:",
  "Submit": "सबमिट",
  "Remove Background": "पृष्ठभूमि हटाएं",
  "Remove Background of your Image": "अपने इमेज की पृष्ठभूमि हटाएं",
  "Upload": "अपलोड करें",
  "Or Drag a File,": "या एक फ़ाइल खींचें और छोड़ें,",
  "Insert Image or,": "छवि डालें या,",
  "Type Image URL and Press Submit Button": "छवि URL टाइप करें और सबमिट बटन दबाएं",
  "close": "बंद करें",
  "Download": "डाउनलोड करें"
}
