{
  "Home": "होम",
  "Convert": "कन्वर्ट करें",
  "Remove": "हटाएँ",
  "File Converter": "फ़ाइल कनवर्टर",
  "Description": "Converto एक ब्राउज़र-आधारित फ़ाइल कनवर्टर है जिसमें 300 से अधिक प्रारूपों का समर्थन है, विस्तृत परिवर्तन, तेज़ प्रसंस्करण समय और अनुकूलनयोग्य सेटिंग्स प्रदान करता है, साथ ही सभी उपकरणों पर डेटा सुरक्षा और संगतता सुनिश्चित करता है।",
  "Convert file": "फ़ाइल कनवर्ट करें",
  "Trusted by over 1 million users every month": "प्रतिमाह 1 करोड़ से अधिक उपयोगकर्ताओं के द्वारा विश्वसनीय",
  "Employees of large and small companies all over the world use our service": "पूरी दुनिया में बड़ी और छोटी कंपनियों के कर्मचारी हमारी सेवा का उपयोग करते हैं",
  "File Conversion, Compression, and Background Removal Services": "फ़ाइल परिवर्तन, संपीड़न और पृष्ठभूमि हटाने की सेवाएं",
  "Best file conversion and Image removal software": "सर्वश्रेष्ठ फ़ाइल परिवर्तन और छवि हटाने का सॉफ़्टवेयर",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs.": "हम आपकी आवश्यकताओं को पूरा करने के लिए फ़ाइल परिवर्तन, संपीड़न और पृष्ठभूमि हटाने की व्यापक सेवाएं प्रदान करते हैं।",
  "Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help.": "क्या आपको एक दस्तावेज़ को पीडीएफ़ में कनवर्ट करना है, एक बड़ी फ़ाइल को संपीड़ित करना है या एक छवि से पृष्ठभूमि हटानी है, हम आपकी मदद कर सकते हैं।",
  "Our services are easy to use and affordable.": "हमारी सेवाएं उपयोग करने में सरल और किफ़ायती हैं।",

  "You can convert, compress, and remove backgrounds online or through our browser": "आप ऑनलाइन या हमारे ब्राउज़र के माध्यम से फ़ाइल कोन्वर्ट, कंप्रेस, और बैकग्राउंड हटा सकते हैं।",
  "File conversion, file compression, background removal, document to PDF, PDF to document, image to PDF, PDF to image, file compress, PDF encrypt, PDF decrypt, PDF merge, PDF delete, PDF arrange": "फ़ाइल कन्वर्शन, फ़ाइल संपीड़ित करना, बैकग्राउंड हटाना, दस्तावेज़ को पीडीएफ़ में, पीडीएफ़ को दस्तावेज़ में, छवि को पीडीएफ़ में, पीडीएफ़ को छवि में, फ़ाइल संपीड़ित करना, पीडीएफ़ एन्क्रिप्ट करना, पीडीएफ़ डीक्रिप्ट करना, पीडीएफ़ मर्ज़ करना, पीडीएफ़ डिलीट करना, पीडीएफ़ आरेंज़ करना",

  "Convenient Conversion": "आसान परिवर्तन",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "सिर्फ तीन कार्रवाइयों को करके: फ़ाइलों को खींचकर ड्रॉप करना, परिवर्तन बटन पर क्लिक करना और परिणामस्वरूपी फ़ाइल की जांच करके, आप आसानी से वांछित परिणाम प्राप्त कर सकते हैं। इन सरल कदमों के साथ, आप वांछित परिणाम प्राप्त कर सकते हैं।",
  "Flawless Background Image Removal": "बिना किसी दोष के पृष्ठभूमि छवि हटाना",
  "We provide a feature that flawlessly removes the background image from your photos.": "हम एक सुविधा प्रदान करते हैं जो आपके फ़ोटो से पृष्ठभूमि छवि को बिना किसी दोष के हटा देती है।",
  "Fast Speed": "तेज़ गति",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "अपने दस्तावेज़ या छवि फ़ाइल को खींचें और ड्रॉप करें और बटन पर क्लिक करें। हम 2 मिनट के भीतर सभी परिणाम प्रदान करने का लक्ष्य रखते हैं।",
  "Completely Free": "पूरी तरह से मुफ़्त",
  "All file conversions and background image removal are completely free.": "सभी फ़ाइल परिवर्तन और पृष्ठभूमि छवि हटाना पूरी तरह से मुफ़्त हैं।",
  "Security": "सुरक्षा",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "हम अपलोड की गई फ़ाइलों का वाणिज्यिक उपयोग नहीं करते हैं। किसी भी व्यक्ति को उपयोगकर्ता की फ़ाइलों तक पहुंच नहीं हो सकती है, पूर्ण गोपनीयता संरक्षण सुनिश्चित करते हुए।",
  "Support for All Devices": "सभी उपकरणों के समर्थन",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "कनवर्टो सभी प्लेटफ़ॉर्म पर काम करता है, इसमें ब्राउज़र, टैबलेट और मोबाइल उपकरण शामिल हैं।",

  "Best file conversion Software": "बेस्ट फ़ाइल परिवर्तन सॉफ़्टवेयर",
  "File conversion, compression, encrypt & decrypt, merge.": "फ़ाइल परिवर्तन, संक्षेपण, एन्क्रिप्ट और डिक्रिप्ट, मर्ज़।",
  "All types of files are convertible.": "सभी प्रकार की फ़ाइल परिवर्तन योग्य हैं।",
  "We support conversions between all file types, PDF encryption & decryption, compression, and merging. We are more convenient than any other converters.": "हम सभी फ़ाइल प्रकारों, पीडीएफ़ एन्क्रिप्शन और डिक्रिप्शन, संक्षेपण और मर्ज़ के बीच परिवर्तन का समर्थन करते हैं। हम किसी भी अन्य कनवर्टर से अधिक सुविधाजनक हैं।",
  "Convenient to use": "उपयोग करने में सुविधाजनक",
  "It is designed with a beautiful and visually appealing interface, so no specialized knowledge is required for document conversion.": "इसमें एक सुंदर और दृश्यमान आकर्षक इंटरफ़ेस के साथ डिज़ाइन किया गया है, इसलिए दस्तावेज़ परिवर्तन के लिए कोई विशेषज्ञ ज्ञान की आवश्यकता नहीं होती है।",
  "Ready to use": "उपयोग के लिए तैयार",
  "You can use it instantly without the need to install any software.": "आप इसे तुरंत इस्तेमाल कर सकते हैं, किसी भी सॉफ़्टवेयर को स्थापित करने की आवश्यकता नहीं है।",
  "Completely free": "पूरी तरह से मुफ़्त",
  "All file conversions, encryption & decryption, file merging & deletion are completely free.": "सभी फ़ाइल परिवर्तन, एन्क्रिप्शन और डिक्रिप्शन, फ़ाइल मर्ज़ और हटाना पूरी तरह से मुफ़्त हैं।",
  "We do not store the files uploaded by users in the database, ensuring safety.": "हम उपयोगकर्ताओं द्वारा अपलोड की गई फ़ाइलों को डेटाबेस में संग्रहीत नहीं करते हैं, सुरक्षा सुनिश्चित करते हैं।",
  "The software can be used on any operating system.": "यह सॉफ़्टवेयर किसी भी ऑपरेटिंग सिस्टम पर उपयोग किया जा सकता है।",

  "Remove Background Image": "पृष्ठभूमि छवि हटाएं",
  "Converto removes background images perfectly.": "Converto पूरी तरह से पृष्ठभूमि छवियाँ हटा देता है।",
  "Converto provides excellent support for removing the background of photos, delivering satisfactory results.": "Converto फोटोज़ की पृष्ठभूमि को हटाने के लिए उत्कृष्ट समर्थन प्रदान करता है, संतोषजनक परिणामों को प्रस्तुत करता है।",
  "Flawless Removal": "बिना किसी त्रुटि के हटाना",
  "Converto utilizes the latest deep learning technology to flawlessly remove the background of photos.": "Converto पृष्ठभूमि छवियों को बिना किसी त्रुटि के हटाने के लिए नवीनतम गहरी शिक्षण प्रौद्योगिकी का उपयोग करता है।",
  "Online-based": "ऑनलाइन आधारित",
  "You can obtain the desired results directly from your browser without the need to install any software.": "आप सॉफ़्टवेयर की कोई आवश्यकता के बिना अपने ब्राउज़र से सीधे वांछित परिणाम प्राप्त कर सकते हैं।",
  "Support for All Formats": "सभी प्रारूपों का समर्थन",
  "You can remove background images from image files of all formats, including JPEG, PNG, URL, and more.": "आप JPEG, PNG, URL और अन्य सभी प्रारूपों के छवि फ़ाइलों से पृष्ठभूमि छवियाँ हटा सकते हैं।",
  "Easy to Use": "उपयोग करने में सरल",
  "Thanks to its user-friendly interface, Converto allows you to remove background images with just one click.": "यह उपयोगकर्ता के मित्रशील इंटरफेस की वजह से Converto आपको केवल एक क्लिक से पृष्ठभूमि छवियाँ हटाने की अनुमति देता है।",
  "How to Use": "उपयोग कैसे करें",
  "Select or drag and drop the photo file you want to remove the background image from. Within 2 seconds, you can preview the result image and download it.": "पृष्ठभूमि छवि को हटाना चाहिए, उस फोटो फ़ाइल का चयन करें या खींचें और ड्रॉप करें। 2 सेकंड के भीतर, आप परिणाम छवि का पूर्वावलोकन कर सकते हैं और इसे डाउनलोड कर सकते हैं।",
  "No one can access the files uploaded by users.": "कोई भी उपयोगकर्ता द्वारा अपलोड की गई फ़ाइलों तक पहुंच नहीं हो सकती है।",

  "Services": "सेवाएं",
  "Branding": "ब्रांडिंग",
  "Design": "डिज़ाइन",
  "Advertisement": "विज्ञापन",
  "Company": "कंपनी",
  "About us": "हमारे बारे में",
  "Contact": "संपर्क करें",
  "Jobs": "नौकरियाँ",
  "Press kit": "प्रेस किट",
  "Terms of use": "उपयोग की शर्तें",
  "Privacy policy": "गोपनीयता नीति",
  "Cookie policy": "कुकी नीति",
  "Convert your files to any format": "अपनी फ़ाइलें किसी भी प्रारूप में कन्वर्ट करें",
  "Please": "कृपया",
  "drag & drop": "खींचें और छोड़ें",
  "files": "फ़ाइलें",
  "anywhere on the screen or click the": "स्क्रीन के किसी भी स्थान पर खींचें और छोड़ें या क्लिक करें",
  "dropzone": "ड्रॉपज़ोन",
  "below.": "नीचे.",
  "Click me or": "मुझे क्लिक करें या",
  "Drag & drop files": "फ़ाइलें खींचें और छोड़ें",
  "File Name": "फ़ाइल का नाम",
  "File Type": "फ़ाइल का प्रकार",
  "Size": "आकार",
  "Total file size:": "कुल फ़ाइल का आकार:",
  "Submit": "सबमिट",
  "Remove Background": "पृष्ठभूमि हटाएं",
  "Remove Background of your Image": "अपने इमेज की पृष्ठभूमि हटाएं",
  "Upload": "अपलोड करें",
  "Or Drag a File,": "या एक फ़ाइल खींचें और छोड़ें,",
  "Insert Image or,": "छवि डालें या,",
  "Type Image URL and Press Submit Button": "छवि URL टाइप करें और सबमिट बटन दबाएं",
  "close": "बंद करें",
  "Download": "डाउनलोड करें",
  "Password": "पासवर्ड",
  "Click or Drag & Drop": "क्लिक करें या खींचें और छोड़ें",
  "file": "फ़ाइल",
  "Unlock": "अनलॉक करें",
  "An easy-to-use online tool to": "एक आसान उपयोग करने वाला ऑनलाइन उपकरण",
  "remove passwords": "पासवर्ड हटाएं",
  "from PDFs.": "PDF से।"
}
