{
  "Home": "ホーム",
  "Convert": "変換",
  "Remove": "削除",
  "File Converter": "ファイルコンバーター",
  "Description": "Convertoは、300以上のフォーマットをサポートするブラウザベースのファイルコンバーターであり、包括的な変換、高速な処理時間、カスタマイズ可能な設定を提供し、データのセキュリティとデバイス間の互換性を確保します。",
  "Convert file": "ファイルを変換する",
  "Trusted by over 1 million users every month": "毎月100万人以上のユーザーに信頼されています",
  "Employees of large and small companies all over the world use our service": "世界中の大手・中小企業の従業員が当社のサービスを利用しています",
  "File Conversion, Compression, and Background Removal Services": "ファイル変換、圧縮、および背景除去サービス",
  "Best file conversion and Image removal software": "最高のファイル変換および画像削除ソフトウェア",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs.": "ニーズに応じて、幅広いファイル変換、圧縮、および背景除去サービスを提供しています。",
  "Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help.": "ドキュメントをPDFに変換したり、大きなファイルを圧縮したり、画像から背景を削除したりする必要がある場合、お手伝いします。",
  "Our services are easy to use and affordable.": "当社のサービスは使いやすく手頃な価格です。",
  "You can convert, compress, and remove backgrounds online or through our browser": "オンラインまたはブラウザを通じてファイルを変換、圧縮、背景を削除することができます。",
  "File conversion, file compression, background removal, document to PDF, PDF to document, image to PDF, PDF to image, file compress, PDF encrypt, PDF decrypt, PDF merge, PDF delete, PDF arrange": "ファイル変換、ファイル圧縮、背景除去、ドキュメントからPDFへ、PDFからドキュメントへ、画像からPDFへ、PDFから画像へ、ファイル圧縮、PDF暗号化、PDF復号化、PDF結合、PDF削除、PDF整理",

  "Convenient Conversion": "便利な変換",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "ファイルをドラッグアンドドロップし、変換ボタンをクリックし、変換後のファイルを確認するだけで、簡単に目的の出力を得ることができます。これらの簡単な手順で、目的の結果を達成できます。",
  "Flawless Background Image Removal": "完璧な背景画像の削除",
  "We provide a feature that flawlessly removes the background image from your photos.": "写真から完璧に背景画像を削除する機能を提供しています。",
  "Fast Speed": "高速なスピード",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "ドキュメントや画像ファイルをドラッグアンドドロップし、ボタンをクリックしてください。2分以内にすべての結果を提供することを目指しています。",
  "Completely Free": "完全に無料",
  "All file conversions and background image removal are completely free.": "すべてのファイル変換と背景画像の削除は完全に無料です。",
  "Security": "セキュリティ",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "アップロードされたファイルは商業目的には使用しません。誰もユーザーのファイルにアクセスすることはできず、完全なプライバシー保護が確保されています。",
  "Support for All Devices": "すべてのデバイスのサポート",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Convertoは、ブラウザ、タブレット、モバイルデバイスを含むすべてのプラットフォームで動作します。",

  "Best file conversion Software": "最高のファイル変換ソフトウェア",
  "File conversion, compression, encrypt & decrypt, merge.": "ファイル変換、圧縮、暗号化と復号化、マージ。",
  "All types of files are convertible.": "あらゆる種類のファイルが変換可能です。",
  "We support conversions between all file types, PDF encryption & decryption, compression, and merging. We are more convenient than any other converters.": "すべてのファイルタイプ間の変換、PDFの暗号化と復号化、圧縮、マージをサポートしています。他のどのコンバーターよりも便利です。",
  "Convenient to use": "使いやすい",
  "It is designed with a beautiful and visually appealing interface, so no specialized knowledge is required for document conversion.": "美しい視覚的に魅力的なインターフェースで設計されているため、文書変換には特別な知識は必要ありません。",
  "Ready to use": "すぐに使用できる",
  "You can use it instantly without the need to install any software.": "ソフトウェアのインストールなしで即座に使用できます。",
  "Completely free": "完全に無料です",
  "All file conversions, encryption & decryption, file merging & deletion are completely free.": "すべてのファイルの変換、暗号化と復号化、ファイルのマージと削除は完全に無料です。",
  "We do not store the files uploaded by users in the database, ensuring safety.": "ユーザーがアップロードしたファイルをデータベースに保存しないため、安全性が確保されています。",
  "The software can be used on any operating system.": "このソフトウェアはどのオペレーティングシステムでも使用できます。",

  "Remove Background Image": "背景画像を削除する",
  "Converto removes background images perfectly.": "Convertoは完璧に背景画像を削除します。",
  "Converto provides excellent support for removing the background of photos, delivering satisfactory results.": "Convertoは写真の背景を完璧に削除するための優れたサポートを提供し、満足のいく結果をもたらします。",
  "Flawless Removal": "完璧な削除",
  "Converto utilizes the latest deep learning technology to flawlessly remove the background of photos.": "Convertoは最新のディープラーニング技術を活用して写真の背景を完璧に削除します。",
  "Online-based": "オンラインベース",
  "You can obtain the desired results directly from your browser without the need to install any software.": "ソフトウェアをインストールする必要なく、ブラウザから直接目的の結果を得ることができます。",
  "Support for All Formats": "すべての形式に対応",
  "You can remove background images from image files of all formats, including JPEG, PNG, URL, and more.": "JPEG、PNG、URLなど、すべての形式の画像ファイルから背景画像を削除することができます。",
  "Easy to Use": "使いやすい",
  "Thanks to its user-friendly interface, Converto allows you to remove background images with just one click.": "ユーザーフレンドリーなインターフェースにより、Convertoでは背景画像をワンクリックで削除することができます。",
  "How to Use": "使い方",
  "Select or drag and drop the photo file you want to remove the background image from. Within 2 seconds, you can preview the result image and download it.": "背景画像を削除したい写真ファイルを選択またはドラッグアンドドロップします。2秒以内に結果の画像をプレビューし、ダウンロードすることができます。",
  "No one can access the files uploaded by users.": "ユーザーがアップロードしたファイルには誰もアクセスできません。",

  "Services": "サービス",
  "Branding": "ブランディング",
  "Design": "デザイン",
  "Advertisement": "広告",
  "Company": "会社",
  "About us": "私たちについて",
  "Contact": "お問い合わせ",
  "Jobs": "求人",
  "Press kit": "プレスキット",
  "Terms of use": "利用規約",
  "Privacy policy": "プライバシーポリシー",
  "Cookie policy": "Cookieポリシー",
  "Convert your files to any format": "あらゆる形式にファイルを変換する",
  "Please": "お願いします",
  "drag & drop": "ドラッグアンドドロップ",
  "files": "ファイル",
  "anywhere on the screen or click the": "画面の任意の場所にドラッグアンドドロップするか、クリックする",
  "dropzone": "ドロップゾーン",
  "below.": "以下.",
  "Click me or": "クリックするか",
  "Drag & drop files": "ファイルをドラッグアンドドロップ",
  "File Name": "ファイル名",
  "File Type": "ファイルの種類",
  "Size": "サイズ",
  "Total file size:": "総ファイルサイズ:",
  "Submit": "提出",
  "Remove Background": "背景を削除する",
  "Remove Background of your Image": "画像の背景を削除する",
  "Upload": "アップロード",
  "Or Drag a File,": "またはファイルをドラッグしてください、",
  "Insert Image or,": "画像を挿入するか、",
  "Type Image URL and Press Submit Button": "画像のURLを入力して送信ボタンを押してください",
  "close": "閉じる",
  "Download": "ダウンロード",
  "Password": "パスワード",
  "Click or Drag & Drop": "クリックまたはドラッグアンドドロップ",
  "file": "ファイル",
  "Unlock": "ロック解除",
  "An easy-to-use online tool to": "PDFからパスワードを削除する",
  "remove passwords": "簡単に使えるオンラインツールです。",
  "from PDFs.": "。"
}
