{
  "Home": "홈",
  "Convert": "변환",
  "Remove": "제거",
  "File Converter": "파일 변환기",
  "Description": "Converto는 300개 이상의 형식을 지원하는 브라우저 기반 파일 변환기로, 포괄적인 변환, 빠른 처리 시간, 데이터 보안 및 모든 기기 간의 호환성을 보장하면서 사용자 정의 설정을 제공합니다.",
  "Convert file": "파일 변환",
  "Trusted by over 1 million users every month": "매월 100만 명 이상의 사용자가 신뢰하는 서비스",
  "Employees of large and small companies all over the world use our service": "전 세계의 대규모 및 소규모 기업 직원들이 저희 서비스를 사용합니다.",
  "File Conversion, Compression, and Background Removal Services": "파일 변환, 압축 및 배경 제거 서비스",
  "Best file conversion and Image removal software": "최고의 파일 변환 및 이미지 제거 소프트웨어",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs.": "다양한 파일 변환, 압축 및 배경 제거 서비스를 제공하여 귀하의 요구를 충족시켜드립니다.",
  "Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help.": "문서를 PDF로 변환, 큰 파일을 압축 또는 이미지에서 배경을 제거해야 하는지 여부와 관계없이 저희가 도움을 드릴 수 있습니다.",
  "Our services are easy to use and affordable.": "저희 서비스는 사용하기 쉽고 저렴합니다.",
  "You can convert, compress, and remove backgrounds online or through our desktop app. - file conversion, file compression, background removal, document to PDF, PDF to document, image to PDF, PDF to image, file compress, PDF encrypt, PDF decrypt, PDF merge, PDF delete, PDF arrage": "온라인이나 데스크톱 앱을 통해 파일을 변환, 압축 및 배경을 제거할 수 있습니다. - 파일 변환, 파일 압축, 배경 제거, 문서를 PDF로, PDF를 문서로, 이미지를 PDF로, PDF를 이미지로, 파일 압축, PDF 암호화, PDF 복호화, PDF 병합, PDF 삭제, PDF 정렬",
  "Marketing": "마케팅",
  "Plan it, create it, launch it. Collaborate seamlessly with all the organization and hit your marketing goals every month with our marketing plan.": "계획 세우기, 만들기, 시작하기. 우리의 마케팅 계획으로 조직 전체와 원활하게 협업하고 매월 마케팅 목표를 달성하세요.",
  "Legal": "법적 사항",
  "Protect your organization, devices and stay compliant with our structured workflows and custom permissions made for you.": "조직, 장치를 보호하고 귀하를 위해 구성된 워크플로 및 사용자 정의 권한을 통해 규정 준수를 유지하세요.",
  "Business Automation": "비즈니스 자동화",
  "Auto-assign tasks, send Slack messages, and much more. Now power up with hundreds of new templates to help you get started.": "작업 자동 할당, Slack 메시지 보내기 등을 자동화하세요. 이제 수백 개의 새로운 템플릿으로 시작할 수 있습니다.",
  "Finance": "금융",
  "Audit-proof software built for critical financial operations like month-end close and quarterly budgeting.": "월말 마감 및 분기 예산 등 중요한 금융 업무를 위해 개발된 감사 증명 소프트웨어.",
  "Enterprice Design": "기업 디자인",
  "Craft beautiful, delightful experiences for both marketing and product with real cross-company collaboration.": "진정한 기업간 협업을 통해 마케팅 및 제품을 위한 아름다운 경험을 제공하세요.",
  "Operations": "운영",
  "Keep your company’s lights on with customizable, iterative, and structured workflows built for all efficient teams and individuals.": "모든 효율적인 팀과 개인을 위해 구성 가능하고 반복 가능하며 구조화된 워크플로로 회사를 지원하세요.",
  "Services": "서비스",
  "Branding": "브랜딩",
  "Design": "디자인",
  "Advertisement": "광고",
  "Company": "회사",
  "About us": "회사 소개",
  "Contact": "연락처",
  "Jobs": "채용",
  "Press kit": "언론 자료",
  "Terms of use": "이용 약관",
  "Privacy policy": "개인 정보 처리 방침",
  "Cookie policy": "쿠키 정책",
  "Convert your files to any format": "파일을 원하는 형식으로 변환",
  "Please": " ",
  "drag & drop": "파일들을 드래그 & 드롭 하거나",
  "files": " ",
  "anywhere on the screen or click the": "아래 화면 속 아무 곳이나 클릭해주세요",
  "dropzone": " ",
  "below.": " ",
  "Click me or": "클릭하거나",
  "Drag & drop files": "파일을 끌어다 놓으세요",
  "File Name": "파일 이름",
  "File Type": "파일 유형",
  "Size": "크기",
  "Total file size:": "총 파일 크기:",
  "Submit": "변환",
  "Remove Background": "백그라운드 지우기",
  "Remove Background of your Image": "사진의 백그라운드 이미지 지우기",
  "Upload": "업로드",
  "Or Drag a File,": "또는 파일을 드래그하세요,",
  "Insert Image or,": "이미지를 삽입하거나,",
  "Type Image URL and Press Submit Button": "이미지 URL을 입력하고 제출 버튼을 누르세요",
  "close": "닫기",
  "Download": "다운로드"
}
