{
  "Home": "Trang chủ",
  "Convert": "Chuyển đổi",
  "Remove": "Xóa",
  "File Converter": "Trình chuyển đổi tệp",
  "Description": "Converto là một trình chuyển đổi tệp dựa trên trình duyệt với hỗ trợ cho hơn 300 định dạng, cung cấp các chuyển đổi chi tiết, thời gian xử lý nhanh và cài đặt có thể tùy chỉnh trong khi đảm bảo bảo mật dữ liệu và khả năng tương thích trên tất cả các thiết bị.",
  "Convert file": "Chuyển đổi tệp",
  "Trusted by over 1 million users every month": "Được tin cậy bởi hơn 1 triệu người dùng hàng tháng",
  "Employees of large and small companies all over the world use our service": "Nhân viên của các công ty lớn và nhỏ trên toàn thế giới đều sử dụng dịch vụ của chúng tôi",
  "File Conversion, Compression, and Background Removal Services": "Dịch vụ chuyển đổi tệp, nén và loại bỏ nền",
  "Best file conversion and Image removal software": "Phần mềm chuyển đổi tệp và loại bỏ hình ảnh tốt nhất",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs.": "Chúng tôi cung cấp một loạt dịch vụ chuyển đổi tệp, nén và loại bỏ nền đa dạng để đáp ứng nhu cầu của bạn.",
  "Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help.": "Cho dù bạn cần chuyển đổi tài liệu thành PDF, nén một tệp lớn hay loại bỏ nền của một hình ảnh, chúng tôi có thể giúp bạn.",
  "Our services are easy to use and affordable.": "Dịch vụ của chúng tôi dễ sử dụng và phải chăng.",
  "You can convert, compress, and remove backgrounds online or through our desktop app. - file conversion, file compression, background removal, document to PDF, PDF to document, image to PDF, PDF to image, file compress, PDF encrypt, PDF decrypt, PDF merge, PDF delete, PDF arrage": "Bạn có thể chuyển đổi, nén và loại bỏ nền trực tuyến hoặc thông qua ứng dụng trên máy tính để bàn của chúng tôi. - chuyển đổi tệp, nén tệp, loại bỏ nền, tài liệu thành PDF, PDF thành tài liệu, hình ảnh thành PDF, PDF thành hình ảnh, nén tệp, mã hóa PDF, giải mã PDF, hợp nhất PDF, xóa PDF, sắp xếp PDF",
  "Marketing": "Marketing",
  "Plan it, create it, launch it. Collaborate seamlessly with all the organization and hit your marketing goals every month with our marketing plan.": "Lập kế hoạch, tạo ra và ra mắt. Hợp tác một cách liền mạch với tất cả các tổ chức và đạt được mục tiêu marketing hàng tháng của bạn với kế hoạch marketing của chúng tôi.",
  "Legal": "Pháp lý",
  "Protect your organization, devices and stay compliant with our structured workflows and custom permissions made for you.": "Bảo vệ tổ chức, thiết bị của bạn và tuân thủ với quy trình làm việc cấu trúc và quyền hạn tùy chỉnh được tạo ra dành riêng cho bạn.",
  "Business Automation": "Tự động hóa kinh doanh",
  "Auto-assign tasks, send Slack messages, and much more. Now power up with hundreds of new templates to help you get started.": "Tự động giao nhiệm vụ, gửi tin nhắn Slack và nhiều tính năng khác. Bây giờ tăng cường sức mạnh với hàng trăm mẫu mới để giúp bạn bắt đầu.",
  "Finance": "Tài chính",
  "Audit-proof software built for critical financial operations like month-end close and quarterly budgeting.": "Phần mềm chứng từ kiểm toán được xây dựng cho các hoạt động tài chính quan trọng như kết thúc tháng và lập ngân sách quý.",
  "Enterprice Design": "Thiết kế Doanh nghiệp",
  "Craft beautiful, delightful experiences for both marketing and product with real cross-company collaboration.": "Tạo ra những trải nghiệm đẹp, thú vị cho cả marketing và sản phẩm với sự hợp tác thực sự giữa các công ty.",
  "Operations": "Hoạt động",
  "Keep your company’s lights on with customizable, iterative, and structured workflows built for all efficient teams and individuals.": "Giữ cho công ty của bạn hoạt động bền vững với các quy trình làm việc có thể tùy chỉnh, lặp đi lặp lại và có cấu trúc được xây dựng cho tất cả các nhóm và cá nhân hiệu quả.",
  "Services": "DỊCH VỤ",
  "Branding": "Thương hiệu",
  "Design": "Thiết kế",
  "Advertisement": "Quảng cáo",
  "Company": "CÔNG TY",
  "About us": "Về chúng tôi",
  "Contact": "Liên hệ",
  "Jobs": "Công việc",
  "Press kit": "Bộ công cụ báo chí",
  "Terms of use": "Điều khoản sử dụng",
  "Privacy policy": "Chính sách bảo mật",
  "Cookie policy": "Chính sách cookie",
  "Convert your files to any format": "Chuyển đổi tệp của bạn sang bất kỳ định dạng nào",
  "Please": "Làm ơn",
  "drag & drop": "Kéo và thả",
  "files": "tệp",
  "anywhere on the screen or click the": "bất kỳ đâu trên màn hình hoặc nhấp chuột vào",
  "dropzone": "khu vực thả",
  "below.": "dưới đây.",
  "Click me or": "Nhấp vào tôi hoặc",
  "Drag & drop files": "Kéo và thả tập tin",
  "File Name": "Tên tập tin",
  "File Type": "Loại tập tin",
  "Size": "Kích thước",
  "Total file size:": "Tổng kích thước tập tin:",
  "Submit": "Gửi",
  "Remove Background": "Loại bỏ nền",
  "Remove Background of your Image": "Loại bỏ nền của hình ảnh của bạn",
  "Upload": "Tải lên",
  "Or Drag a File,": "Hoặc kéo và thả tệp,",
  "Insert Image or,": "Chèn hình ảnh hoặc,",
  "Type Image URL and Press Submit Button": "Nhập URL hình ảnh và nhấn nút Gửi",
  "close": "Đóng",
  "Download": "Tải xuống",
  "Password": "Mật khẩu",
  "Click or Drag & Drop": "Nhấp hoặc Kéo và Thả",
  "file": "tệp",
  "Unlock": "Mở khóa",
  "An easy-to-use online tool to": "Một công cụ trực tuyến dễ sử dụng để",
  "remove passwords": "loại bỏ mật khẩu",
  "from PDFs.": "từ các tập tin PDF."
}
