{
  "Home": "Trang chủ",
  "Convert": "Chuyển đổi",
  "Remove": "Xóa",
  "File Converter": "Trình chuyển đổi tệp",
  "Description": "Converto là một trình chuyển đổi tệp dựa trên trình duyệt với hỗ trợ cho hơn 300 định dạng, cung cấp các chuyển đổi chi tiết, thời gian xử lý nhanh và cài đặt có thể tùy chỉnh trong khi đảm bảo bảo mật dữ liệu và khả năng tương thích trên tất cả các thiết bị.",
  "Convert file": "Chuyển đổi tệp",
  "Trusted by over 1 million users every month": "Được tin cậy bởi hơn 1 triệu người dùng hàng tháng",
  "Employees of large and small companies all over the world use our service": "Nhân viên của các công ty lớn và nhỏ trên toàn thế giới đều sử dụng dịch vụ của chúng tôi",
  "File Conversion, Compression, and Background Removal Services": "Dịch vụ chuyển đổi tệp, nén và loại bỏ nền",
  "Best file conversion and Image removal software": "Phần mềm chuyển đổi tệp và loại bỏ hình ảnh tốt nhất",
  "We offer a wide range of file conversion, compression, and background removal services to meet your needs.": "Chúng tôi cung cấp một loạt dịch vụ chuyển đổi tệp, nén và loại bỏ nền đa dạng để đáp ứng nhu cầu của bạn.",
  "Whether you need to convert a document to PDF, compress a large file, or remove the background from an image, we can help.": "Cho dù bạn cần chuyển đổi tài liệu thành PDF, nén một tệp lớn hay loại bỏ nền của một hình ảnh, chúng tôi có thể giúp bạn.",
  "Our services are easy to use and affordable.": "Dịch vụ của chúng tôi dễ sử dụng và phải chăng.",

  "You can convert, compress, and remove backgrounds online or through our browser": "Bạn có thể chuyển đổi, nén và loại bỏ nền trực tuyến hoặc thông qua trình duyệt của chúng tôi.",
  "File conversion, file compression, background removal, document to PDF, PDF to document, image to PDF, PDF to image, file compress, PDF encrypt, PDF decrypt, PDF merge, PDF delete, PDF arrange": "Chuyển đổi tệp, nén tệp, loại bỏ nền, chuyển đổi tài liệu sang PDF, PDF sang tài liệu, hình ảnh sang PDF, PDF sang hình ảnh, nén tệp, mã hóa PDF, giải mã PDF, hợp nhất PDF, xóa PDF, sắp xếp PDF",

  "Convenient Conversion": "Chuyển đổi Tiện lợi",
  "By simply performing three actions: dragging and dropping files, clicking the conversion button, and checking the resulting file, you can obtain the desired output easily. With these simple steps, you can achieve the desired results.": "Chỉ cần thực hiện ba thao tác đơn giản: kéo và thả tệp, nhấp vào nút chuyển đổi và kiểm tra tệp kết quả, bạn có thể dễ dàng đạt được kết quả mong muốn. Với những bước đơn giản này, bạn có thể đạt được kết quả mong muốn.",
  "Flawless Background Image Removal": "Xóa Hình ảnh Nền Hoàn hảo",
  "We provide a feature that flawlessly removes the background image from your photos.": "Chúng tôi cung cấp tính năng loại bỏ hình ảnh nền một cách hoàn hảo từ ảnh của bạn.",
  "Fast Speed": "Tốc độ Nhanh",
  "Drag and drop your document or image file and click the button. We aim to provide all results within 2 minutes.": "Kéo và thả tệp tài liệu hoặc hình ảnh của bạn và nhấp vào nút. Chúng tôi đặt mục tiêu cung cấp tất cả kết quả trong vòng 2 phút.",
  "Completely Free": "Hoàn toàn Miễn phí",
  "All file conversions and background image removal are completely free.": "Tất cả quá trình chuyển đổi tệp và loại bỏ hình ảnh nền đều hoàn toàn miễn phí.",
  "Security": "Bảo mật",
  "We do not use uploaded files for commercial purposes. No one can access the user's files, ensuring complete privacy protection.": "Chúng tôi không sử dụng các tệp đã tải lên cho mục đích thương mại. Không ai có thể truy cập vào tệp của người dùng, đảm bảo bảo vệ quyền riêng tư hoàn toàn.",
  "Support for All Devices": "Hỗ trợ cho Tất cả Thiết bị",
  "Converto works on all platforms, including browsers, tablets, and mobile devices.": "Converto hoạt động trên tất cả các nền tảng, bao gồm trình duyệt, máy tính bảng và thiết bị di động.",

  "Best file conversion Software": "Phần mềm chuyển đổi tệp tốt nhất",
  "File conversion, compression, encrypt & decrypt, merge.": "Chuyển đổi tệp, nén, mã hóa và giải mã, gộp.",
  "All types of files are convertible.": "Tất cả các loại tệp đều có thể chuyển đổi.",
  "We support conversions between all file types, PDF encryption & decryption, compression, and merging. We are more convenient than any other converters.": "Chúng tôi hỗ trợ chuyển đổi giữa tất cả các loại tệp, mã hóa và giải mã PDF, nén và gộp tệp. Chúng tôi tiện lợi hơn bất kỳ trình chuyển đổi nào khác.",
  "Convenient to use": "Tiện lợi để sử dụng",
  "It is designed with a beautiful and visually appealing interface, so no specialized knowledge is required for document conversion.": "Nó được thiết kế với giao diện đẹp và hấp dẫn mắt, không cần kiến thức chuyên sâu để chuyển đổi tài liệu.",
  "Ready to use": "Sẵn sàng sử dụng",
  "You can use it instantly without the need to install any software.": "Bạn có thể sử dụng nó ngay lập tức mà không cần cài đặt bất kỳ phần mềm nào.",
  "Completely free": "Hoàn toàn miễn phí",
  "All file conversions, encryption & decryption, file merging & deletion are completely free.": "Tất cả các chuyển đổi tệp, mã hóa và giải mã, gộp và xóa tệp đều hoàn toàn miễn phí.",
  "We do not store the files uploaded by users in the database, ensuring safety.": "Chúng tôi không lưu trữ các tệp được người dùng tải lên trong cơ sở dữ liệu, đảm bảo an toàn.",
  "The software can be used on any operating system.": "Phần mềm này có thể sử dụng trên bất kỳ hệ điều hành nào.",

  "Remove Background Image": "Xóa hình nền",
  "Converto removes background images perfectly.": "Converto xóa hình nền một cách hoàn hảo.",
  "Converto provides excellent support for removing the background of photos, delivering satisfactory results.": "Converto cung cấp hỗ trợ tuyệt vời để loại bỏ nền của ảnh, mang đến kết quả đáng hài lòng.",
  "Flawless Removal": "Xóa không tì vết",
  "Converto utilizes the latest deep learning technology to flawlessly remove the background of photos.": "Converto sử dụng công nghệ học sâu tiên tiến nhất để xóa hoàn hảo nền của ảnh.",
  "Online-based": "Dựa trên mạng",
  "You can obtain the desired results directly from your browser without the need to install any software.": "Bạn có thể nhận được kết quả mong muốn trực tiếp từ trình duyệt của bạn mà không cần cài đặt phần mềm nào.",
  "Support for All Formats": "Hỗ trợ tất cả các định dạng",
  "You can remove background images from image files of all formats, including JPEG, PNG, URL, and more.": "Bạn có thể xóa hình nền từ các tệp hình ảnh có định dạng khác nhau, bao gồm JPEG, PNG, URL và nhiều hơn nữa.",
  "Easy to Use": "Dễ sử dụng",
  "Thanks to its user-friendly interface, Converto allows you to remove background images with just one click.": "Nhờ giao diện thân thiện với người dùng, Converto cho phép bạn xóa hình nền chỉ với một cú nhấp chuột.",
  "How to Use": "Cách sử dụng",
  "Select or drag and drop the photo file you want to remove the background image from. Within 2 seconds, you can preview the result image and download it.": "Chọn hoặc kéo và thả tệp ảnh mà bạn muốn xóa hình nền. Trong vòng 2 giây, bạn có thể xem trước ảnh kết quả và tải về.",
  "No one can access the files uploaded by users.": "Không ai có thể truy cập vào các tệp được tải lên bởi người dùng.",

  "Services": "DỊCH VỤ",
  "Branding": "Thương hiệu",
  "Design": "Thiết kế",
  "Advertisement": "Quảng cáo",
  "Company": "CÔNG TY",
  "About us": "Về chúng tôi",
  "Contact": "Liên hệ",
  "Jobs": "Công việc",
  "Press kit": "Bộ công cụ báo chí",
  "Terms of use": "Điều khoản sử dụng",
  "Privacy policy": "Chính sách bảo mật",
  "Cookie policy": "Chính sách cookie",
  "Convert your files to any format": "Chuyển đổi tệp của bạn sang bất kỳ định dạng nào",
  "Please": "Làm ơn",
  "drag & drop": "Kéo và thả",
  "files": "tệp",
  "anywhere on the screen or click the": "bất kỳ đâu trên màn hình hoặc nhấp chuột vào",
  "dropzone": "khu vực thả",
  "below.": "dưới đây.",
  "Click me or": "Nhấp vào tôi hoặc",
  "Drag & drop files": "Kéo và thả tập tin",
  "File Name": "Tên tập tin",
  "File Type": "Loại tập tin",
  "Size": "Kích thước",
  "Total file size:": "Tổng kích thước tập tin:",
  "Submit": "Gửi",
  "Remove Background": "Loại bỏ nền",
  "Remove Background of your Image": "Loại bỏ nền của hình ảnh của bạn",
  "Upload": "Tải lên",
  "Or Drag a File,": "Hoặc kéo và thả tệp,",
  "Insert Image or,": "Chèn hình ảnh hoặc,",
  "Type Image URL and Press Submit Button": "Nhập URL hình ảnh và nhấn nút Gửi",
  "close": "Đóng",
  "Download": "Tải xuống",
  "Password": "Mật khẩu",
  "Click or Drag & Drop": "Nhấp hoặc Kéo và Thả",
  "file": "tệp",
  "Unlock": "Mở khóa",
  "An easy-to-use online tool to": "Một công cụ trực tuyến dễ sử dụng để",
  "remove passwords": "loại bỏ mật khẩu",
  "from PDFs.": "từ các tập tin PDF."
}
